Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/lftp-4.0.4/po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: Unknown system error
pl: Nieznany b³±d systemowy

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' musi mieæ argument

source: %s: unrecognized option `--%s'
pl: %s: nieznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nieznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: niew³a¶ciwa opcja -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja musi mieæ argument -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów

source: memory exhausted
pl: pamiêæ wyczerpana

source: Failed to change mode of `%s' to %04o (%s).
pl: Zmiana uprawnieñ dla `%s' na %04o (%s) nie powiod³a siê.

source: Mode of `%s' changed to %04o (%s).
pl: Uprawnienia `%s' zmienione na %04o (%s).

source: Failed to change mode of `%s' because no old mode is available.
pl: Zmiana uprawnieñ dla `%s' nie powiod³a siê poniewa¿ brak informacji o starych uprawnieniach.

source: Warning: chdir(%s) failed: %s
pl: Uwaga: chdir(%s) nie powiod³o siê: %s

source: Unknown command `%s'.
pl: Nieznana komenda `%s'.

source: Ambiguous command `%s'.
pl: Dwuznaczne polecenie `%s'.

source: Module for command `%s' did not register the command.
pl: Modu³ dla komendy `%s' nie zarejestrowa³ komendy.

source: %s: received redirection to `%s'
pl: %s: otrzymano przekierowanie do `%s'

source: Too many redirections
pl: Zbyt du¿o przekierowañ

source: Interrupt
pl: Przerwanie

source: Warning: discarding incomplete command
pl: Uwaga: niekompletna komenda zosta³a odrzucona

source: Executing builtin `%s' [%s]
pl: Uruchamianie wbudowanego `%s' [%s]

source: Queue is stopped.
pl: Kolejka jest zatrzymana.

source: Now executing:
pl: Aktualnie wykonujê:

source: Waiting for job [%d] to terminate
pl: Oczekiwanie na zakoñczenie zadania [%d]

source: Waiting for termination of jobs:
pl: Oczekiwanie na zakoñczenie prac:

source: Running
pl: Uruchamianie

source: Waiting for command
pl: Oczekiwanie na komendê

source: %s: command `%s' is not compiled in.
pl: %s: komenda `%s' nie zosta³a wkompilowana.

source: `%s' at %lld %s%s%s%s
pl: `%s' w %lld %s%s%s%s

source: %lld $#ll#byte|bytes$ transferred in %ld $#l#second|seconds$
pl: %lld bajt$#ll#|y|ów$ przes³an$y|e|ych$ w ci±gu %ld sekund$#l#y||$

source: %lld $#ll#byte|bytes$ transferred
pl: %lld bajt$#ll#|y|ów$ przes³an$y|e|ych$

source: Transfer of %d of %d $file|files$ failed
pl: Transfer %d z %d plik$u|ów|ów$ nie powiód³ siê

source: Total %d $file|files$ transferred
pl: Podsumowuj±c: przes³ano %d plik$|i|ów$

source: - not supported protocol
pl: - protokó³ nie jest wspierany

source: Access failed:
pl: Brak dostêpu:

source: File cannot be accessed
pl: Brak dostêpu do pliku

source: Not connected
pl: Nie po³±czony

source: Fatal error
pl: B³±d krytyczny

source: Store failed - you have to reput
pl: Zapis siê nie powiód³ - trzeba u¿yæ reput

source: Login failed
pl: Logowanie nie uda³o siê

source: Operation not supported
pl: Operacja jest niedostêpna

source: File moved
pl: Plik przeniesiony

source: File moved to `
pl: Plik przeniesiony do `

source: [cached]
pl: [zapamiêtane]

source: copy: destination file is already complete
pl: kopiowanie: plik docelowy jest ju¿ kompletny

source: copy: put is broken
pl: kopiowanie: put jest uszkodzony

source: seek failed
pl: wyszukiwanie nie powiod³o siê

source: cannot seek on data source
pl: nie mo¿na wyszukiwaæ na ¼ródle danych

source: copy: put rolled back to %lld, seeking get accordingly
pl: kopiowanie: put powróci³o do %lld, przeszukiwanie get

source: copy: all data received, but get rolled back
pl: kopiowanie: wszystkie dane otrzymano, ale powrócono do poprzedniego stanu

source: copy: get rolled back to %lld, seeking put accordingly
pl: kopiowanie: get powróci³o do %lld, przeszukiwanie put

source: copy: received redirection to `%s'
pl: kopiowanie: otrzymano przekierowanie do `%s'

source: file name missed in URL
pl: brak nazwy pliku w URL

source: Verify command failed without a message
pl: Polecenie weryfikacji nie powiod³o siê bez komunikatu

source: Verifying...
pl: Weryfikacja...

source: **** FXP: trying to reverse ftp:fxp-passive-source
pl: **** FXP: próba odwrócenia ftp:fxp-passive-source

source: **** FXP: trying to reverse ftp:fxp-passive-sscn
pl: **** FXP: próba odwrócenia ftp:fxp-passive-sscn

source: **** FXP: trying to reverse ftp:ssl-protect-fxp
pl: **** FXP: próba odwrócenia ftp:ssl-protect-fxp

source: **** FXP: giving up, reverting to plain copy
pl: **** FXP: poddawanie siê, powracanie do prostego kopiowania

source: ftp:fxp-force is set but FXP is not available
pl: ftp:fxp-force jest ustawione, ale FXP jest niedostêpne

source: non-option arguments found
pl: znaleziono argumenty nie bêd±ce opcjami

source: pipe() failed:
pl: pipe() nie powiod³o siê:

source: chdir(%s) failed: %s
pl: chdir(%s) nie powiod³o siê: %s

source: execvp(%s) failed: %s
pl: execvp(%s) nie powiod³o siê: %s

source: execl(/bin/sh) failed: %s
pl: execlp(/bin/sh) nieudane: %s

source: total
pl: razem

source: Closing idle connection
pl: Zamykanie bezczynnego po³±czenia

source: Running connect program
pl: Uruchamianie programu ³±cz±cego

source: Peer closed connection
pl: Komputer po drugiej stronie zamkn±³ po³±czenie

source: extra server response
pl: dodatkowa odpowied¼ serwera

source: Connecting...
pl: £±czenie siê...

source: Connected
pl: Po³±czono

source: Waiting for response...
pl: Czekanie na odpowied¼...

source: Receiving data
pl: Otrzymujê dane

source: Sending data
pl: Wysy³am dane

source: Done
pl: Gotowe

source: Getting file list (%lld) [%s]
pl: Pobieranie listy plików (%lld) [%s]

source: %s: %s: file already exists and xfer:clobber is unset
pl: %s: %s: plik aktualnie istnieje i xfer:clobber jest nie ustawione

source: Closing HTTP connection
pl: Zamykanie po³±czenia HTTP

source: POST method failed
pl: nie powiod³a siê metoda POST

source: ftp over http cannot work without proxy, set hftp:proxy.
pl: ftp poprzez http mo¿e nie dzia³aæ bez proxy, ustaw hftp:proxy

source: cannot create socket of address family %d
pl: nie mo¿na utworzyæ gniazda dla rodziny adresu %d

source: Sending request...
pl: Wysy³anie ¿±dania...

source: Hit EOF while fetching headers
pl: Natrafiono na EOF podczas przesy³ania nag³ówków

source: Could not parse HTTP status line
pl: Nie mo¿na zanalizowaæ linii statusu HTTP

source: Object is not cached and http:cache-control has only-if-cached
pl: Obiekt nie jest zapamiêtany a http:cache-control ma only-if-cache

source: Receiving body...
pl: Otrzymujê dane...

source: Hit EOF
pl: Natrafiono na EOF

source: Received not enough data, retrying
pl: Przes³anie nie wystarczaj±c± ilo¶æ danych, próbujê ponownie

source: Received all
pl: Przes³ano wszystko

source: Received all (total)
pl: Przes³ano wszystko (ca³o¶æ)

source: chunked format violated
pl: naruszony format

source: Received last chunk
pl: Przes³ano ostatni fragment

source: Resolving host address...
pl: Uzyskiwanie adresu hosta...

source: Connection idle
pl: Po³±czenie bezczynne

source: Fetching headers...
pl: Przesy³am nag³ówki...

source: [%d] Done (%s)
pl: [%d] Zakoñczono (%s)

source: Getting directory contents
pl: Pobieranie zawarto¶ci katalogu

source: Getting files information
pl: Pobieranie informacji o plikach

source: cannot get current directory
pl: nie mo¿na uzyskaæ aktualnego katalogu

source: %ld $#l#byte|bytes$ cached
pl: %ld bajt$#l#|y|ów$ w pamiêci podrêcznej

source: , no size limit
pl: , bez limitu rozmiaru

source: , maximum size %ld
pl: , maksymalny rozmiar %ld

source: %sTotal: %d director$y|ies$, %d file$|s$, %d symlink$|s$
pl: %sSumuj±c: %d katalog$|i|ów$, %d plik$|i|ów$, %d $dowi±zanie symboliczne|dowi±zania symboliczne|dowi±zañ symbolicznych$.

source: %sNew: %d file$|s$, %d symlink$|s$
pl: %sNowych: %d plik$|i|ów$, %d $dowi±zanie symboliczne|dowi±zania symboliczne|dowi±zañ symbolicznych$.

source: %sModified: %d file$|s$, %d symlink$|s$
pl: %sZmodyfikowano: %d plik$|i|ów$, %d $dowi±zanie symboliczne|dowi±zania symboliczne|dowi±zañ symbolicznych$.

source: %sRemoved: %d director$y|ies$, %d file$|s$, %d symlink$|s$
pl: %sUsuniêto: %d katalog$|i|ów$, %d plik$|i|ów$, %d $dowi±zanie symboliczne|dowi±zania symboliczne|dowi±zañ symbolicznych$.

source: %s%d error$|s$ detected
pl: %sWykryto %d b³$±d|êdy|êdów$

source: Removing old file `%s'
pl: Usuwanie starego pliku `%s'

source: Skipping file `%s' (only-existing)
pl: Pominiêcie pliku `%s' (tylko istniej±ce)

source: Transferring file `%s'
pl: Przesy³anie pliku `%s'

source: Skipping directory `%s' (only-existing)
pl: Pominiêcie katalogu `%s' (tylko istniej±ce)

source: Removing old local file `%s'
pl: Usuwanie starego lokalnego pliku `%s'

source: Mirroring directory `%s'
pl: Mirrorowanie katalogu `%s'

source: Skipping symlink `%s' (only-existing)
pl: Pomijanie dowi±zania symbolicznego `%s' (tylko istniej±ce)

source: Making symbolic link `%s' to `%s'
pl: Tworzenie dowi±zania symbolicznego `%s' do `%s'

source: mirror: protocol `%s' is not suitable for mirror
pl: mirror: protokó³ `%s' nieodpowiedni dla mirrora

source: Making directory `%s'
pl: Tworzenie katalogu `%s'

source: Old directory `%s' is not removed
pl: Stary katalog `%s' nie zosta³ usuniêty

source: Old file `%s' is not removed
pl: Stary plik `%s' nie zosta³ usuniêty

source: Removing old directory `%s'
pl: Usuwanie starego katalogu `%s'

source: Retrying mirror...
pl: Ponowne próbowanie mirrora...

source: %s: regular expression `%s': %s
pl: %s: wyra¿enie regularne `%s': %s

source: Try `help %s' for more information.
pl: W celu uzyskania wiêkszej ilo¶ci informacji spróbuj `help %s'.

source: Socket error (%s) - reconnecting
pl: B³±d po³±czenia (%s) - powtórne ³±czenie

source: Connecting to %s%s (%s) port %u
pl: £±czenie siê z %s%s (%s) port %u

source: Timeout - reconnecting
pl: Przekroczony limit czasu - ³±czê siê ponownie

source: Connection limit reached
pl: Osi±gniêto limit po³±czeñ

source: Delaying before reconnect
pl: Przerwa przed ponownym po³±czeniem

source: max-retries exceeded
pl: przekroczona maksymalna liczba prób

source: %s (filter)
pl: %s (filtr)

source: %s: BUG - deadlock detected
pl: %s: B£¡D - wykryto zastój

source: pseudo-tty allocation failed:
pl: przydzielenie pseudo-tty nie powiod³o siê:

source: Added job$|s$
pl: Dodano zadani$e|a|a$

source: No queued jobs.
pl: Nie ma ¿adnych skolejkowanych zadañ.

source: No queued job #%i.
pl: Nie ma skolejkowanego zadania %i.

source: Deleted job$|s$
pl: Usuniêto zadani$e|a|a$

source: No queued jobs match "%s".
pl: Nie ma skolejkowanego zadania pasuj±cego do "%s".

source: Moved job$|s$
pl: Przesuniêto zadani$e|a|a$

source: Commands queued:
pl: Skolejkowane polecenia:

source: no such variable
pl: nie ma takiej zmiennej

source: ambiguous variable name
pl: dwuznaczna nazwa zmiennej

source: invalid boolean value
pl: nieprawid³owa warto¶æ zmiennej logicznej (bool)

source: invalid boolean/auto value
pl: nieprawid³owa warto¶æ zmiennej bool/auto

source: invalid number
pl: nieprawid³owy numer

source: invalid floating point number
pl: nieprawid³owa liczba zmiennoprzecinkowa

source: Invalid time unit letter, only [smhd] are allowed.
pl: Nieprawid³owa litera-jednostka czasu, wy³±cznie [shmd] s± dozwolone.

source: Invalid time format. Format is <time><unit>, e.g. 2h30m.
pl: Nieprawid³owy format czasu. Format to <czas><jednostka>, np. 2h30m.

source: Invalid range format. Format is min-max, e.g. 10-20.
pl: Nieprawid³owy format zakresu. Format to min-maks, np. 10-20.

source: Invalid suffix. Valid suffixes are: k, M, G, T, P, E, Z, Y
pl: Nieprawid³owy przyrostek. Poprawne to: k, M, G, T, P, E, Z, Y

source: Integer overflow
pl: Przepe³nienie liczby ca³kowitej

source: Invalid IPv4 numeric address
pl: Nieprawid³owy numeryczny adres IPv4

source: Invalid IPv6 numeric address
pl: Nieprawid³owy numeryczny adres IPv6

source: this encoding is not supported
pl: to kodowanie nie jest wspierane

source: no closure defined for this setting
pl: nie zdefiniowano zamkniêcia dla tego ustawienia

source: invalid pair of numbers
pl: nieprawid³owa para liczb

source: host name resolve timeout
pl: przekroczony czas rozwi±zywania nazwy hosta

source: %d address$|es$ found
pl: Znaleziono %d adres$|y|ów$

source: Host name lookup failure
pl: Rozwi±zywanie nazwy hosta nie powiod³o siê

source: no such %s service
pl: nie ma takiej us³ugi %s

source: No address found
pl: Nie znaleziono adresu

source: invalid server response format
pl: nieprawid³owy format odpowiedzi serwera

source: Repeat count: %d
pl: Licznik powtórek: %d

source: %s: argument required.
pl: %s: wymagany jest argument.

source: eta:
pl: pozosta³o:

source: execlp(%s) failed: %s
pl: execlp(%s) nieudane: %s

source: !<shell-command>
pl: !<komenda_pow³oki>

source: Launch shell or shell command
pl: Uruchom pow³okê lub polecenie pow³oki

source: (commands)
pl: (polecenia)

source: Group commands together to be executed as one command You can launch such a group in background
pl: Grupa poleceñ uruchamiana jako jedne polecenie Mo¿esz uruchomiæ tak± grupê w tle

source: alias [<name> [<value>]]
pl: alias [<nazwa> [<warto¶æ>]]

source: Define or undefine alias <name>. If <value> omitted, the alias is undefined, else is takes the value <value>. If no argument is given the current aliases are listed.
pl: Dodaj lub usuñ alias <nazwa>. Je¿eli opu¶cisz <warto¶æ> definicja aliasu zostanie usuniêta, w przeciwnym razie, przyjmie warto¶æ <warto¶æ>. Je¿eli nie podasz argumentu, uzyskasz listê wszystkich aliasów.

source: anon - login anonymously (by default)
pl: anon - anonimowe logowanie (domy¶lnie)

source: bookmark [SUBCMD]
pl: bookmark [PARAM]

source: bookmark command controls bookmarks The following subcommands are recognized: add <name> [<loc>] - add current place or given location to bookmarks and bind to given name del <name> - remove bookmark with the name edit - start editor on bookmarks file import <type> - import foreign bookmarks list - list bookmarks (default)
pl: polecenie bookmark zarz±dza zak³adkami Nastêpuj±ce parametry s± stosowane: add <nazwa> [<lok>] - dodaj aktualne miejsce lub podan± lokalizacjê do zak³adek i skojarz z dan± nazw± del <nazwa> - usuñ zak³adkê o podanej nazwie edit - edytuj plik zak³adek import <typ> - importuj obce pliki zak³adek (netscape/ncftp) list - spis zak³adek (domy¶lnie)

source: cache [SUBCMD]
pl: cache [PARAM]

source: cache command controls local memory cache The following subcommands are recognized: stat - print cache status (default) on|off - turn on/off caching flush - flush cache size <lim> - set memory limit expire <Nx> - set cache expiration time to N seconds (x=s) minutes (x=m) hours (x=h) or days (x=d)
pl: polecenie cache kontroluje lokaln± pamiêæ podrêczn± Poni¿sze parametry s± rozpoznawane: stat - wy¶wietl status bufora (domy¶lnie) on|off - w³±cz/wy³±cz buforowanie flush - wyczy¶æ bufor size <lim> - ustaw limit pamiêci expire <Nx> - ustal czas po jakim kasuj± siê wpisy w buforze na N sekund (x=s), minut (x=m), godzin (x=h) lub dni (x=d)

source: cat [-b] <files>
pl: cat [-b] <pliki>

source: cat - output remote files to stdout (can be redirected) -b use binary mode (ascii is the default)
pl: cat - wy¶wietla zdalne pliki do stdout (mo¿na przekierowywaæ) -b u¿yj trybu binarnego (domy¶lnie u¿ywa ascii)

source: cd <rdir>
pl: cd <zd_kat>

source: Change current remote directory to <rdir>. The previous remote directory is stored as `-'. You can do `cd -' to change the directory back. The previous directory for each site is also stored on disk, so you can do `open site; cd -' even after lftp restart.
pl: Zmienia zdalny katalog na <zd_kat>. Poprzedni zdalny katalog jest zapamiêtany jako `-'. Mo¿esz napisaæ `cd -' by powróciæ do poprzedniego katalogu. Poprzedni katalog ka¿dego serwera jest tak¿e zapamiêtywany na dysku, wiêc mo¿esz wykonaæ `open site; cd -' nawet po restarcie lftp.

source: chmod [OPTS] mode file...
pl: chmod [OPCJE] tryb plik...

source: Change the mode of each FILE to MODE. -c, --changes - like verbose but report only when a change is made -f, --quiet - suppress most error messages -v, --verbose - output a diagnostic for every file processed -R, --recursive - change files and directories recursively MODE can be an octal number or symbolic mode (see chmod(1))
pl: Zmieniaj tryb dla ka¿dego PLIKU na TRB. -c, --changes - jak verbose, ale informuj tylko gdy dokonano zmiany -f, --quiet - pomiñ wiêkszo¶æ komunikatów o b³êdach -v, --verbose - wy¶wietlaj diagnostyczne informacja dla ka¿dego pliku -R, --recursive - zmieniaj pliki i katalogi rekursywnie TRYB mo¿e byæ numerem ósemkowym lub symbolicznym trybem (sprawd¼ chmod(1))

source: Close idle connections. By default only with current server. -a close idle connections with all servers
pl: Zamyka bezczynne po³±czenia. Domy¶lnie tylko z bie¿±cym serwerem. -a zamknij bezczynne po³±czenia ze wszystkimi serwerami

source: [re]cls [opts] [path/][pattern]
pl: [re]cls [opcje] [¶cie¿ka/][maska]

source: List remote files. You can redirect output of this command to file or via pipe to external command. -1 - single-column output -B, --basename - show basename of files only --block-size=SIZ - use SIZ-byte blocks -d, --directory - list directory entries instead of contents -F, --classify - append indicator (one of /@) to entries -h, --human-readable - print sizes in human readable format (e.g., 1K) --si - likewise, but use powers of 1000 not 1024 -k, --kilobytes - like --block-size=1024 -l, --long - use a long listing format -q, --quiet - don't show status -s, --size - print size of each file --filesize - if printing size, only print size for files -i, --nocase - case-insensitive pattern matching -I, --sortnocase - sort names case-insensitively -D, --dirsfirst - list directories first --sort=OPT - "name", "size", "date" -S - sort by file size --user, --group, --perms, --date, --linkcount, --links - show individual fields --time-style=STYLE - use specified time format By default, cls output is cached, to see new listing use `recls' or `cache flush'. The variables cls-default and cls-completion-default can be used to specify defaults for cls listings and completion listings, respectively. For example, to make completion listings show file sizes, set cls-completion-default to "-s". Tips: Use --filesize with -D to pack the listing better. If you don't always want to see file sizes, --filesize in cls-default will affect the -s flag on the commandline as well. Add `-i' to cls-completion-default to make filename completion case-insensitive.
pl: Wy¶wietl zdalne pliki. Mo¿esz przekierowaæ wyj¶cie tego polecenia do pliku lub poprzez potok do zewnêtrznej polecenia. -1 - wy¶wietlaj w jednej kolumnie -B, --basename - wy¶wietlaj jedynie nazwê bazow± plików --block-size=ROZ - u¿yj bloków o rozmiarze ROZ bajtów -d, --directory - wy¶wietlaj listê katalogów zamiast ich zawarto¶ci -F, --classify - dodaj wska¼nik (jeden z /@) do listy -h, --human-readable - wy¶wietlaj rozmiary w formie czytelnej dla cz³owieka --si - jak wy¿ej u¿ywaj±c potêg 1000 zamiast 1024 -k, --kilobytes - jak --block-size=1024 -l, --long - u¿ywaj d³ugiego formatu listy -q, --quiet - nie wy¶wietlaj statusu -s, --size - wy¶wietlaj rozmiar ka¿dego pliku --filesize - wy¶wietlaj rozmiar jedynie dla plików -i, --nocase - sprawdzanie wzorca bez rozró¿niania wielko¶ci znaków -I, --sortnocase - sortuj nazwy bez rozró¿niania wielko¶ci znaków -D, --dirsfirst - w pierwszej kolejno¶ci wy¶wietlaj katalogi --sort=OPC - "name", "size", "date" -S - sortuj wg rozmiaru pliku --user, --group, --perms, --date, --linkcount, --links - wy¶wietlaj poszczególne pola Domy¶lnie, wyj¶cie komendy cls jest zapamiêtywane w pamiêci podrêcznej. By zobaczyæ nowe listy plików u¿yj komendy `recls' lub `cache flush'. Zmienne cls-default i cls-completion-default mog± byæ u¿yte do okre¶lenia domy¶lnych parametrów dla listingów "cls" wzglêdnie listingów "completion". Na przyk³ad, aby listing "completion" pokazywa³ rozmiary plików ustaw: cls-completion-default na "-s". Porady: U¿yj --filesize z opcj± -D by lepiej upakowaæ listing. Je¶li nie zawsze chce siê ogl±daæ rozmiary plików, --filesize w cls-default wp³ynie tak¿e na flagê -s z linii poleceñ. Dodanie `-i' do cls-completion-default uczyni dope³nianie nazw plików nie rozpoznaj±cym wielko¶ci liter.

source: debug [<level>|off] [-o <file>]
pl: debug [<poziom>|off] [-o <plik>]

source: Set debug level to given value or turn debug off completely. -o <file> redirect debug output to the file.
pl: Ustaw poziom debugowania na dan± warto¶æ lub wy³±cz zupe³nie. -o <plik> przekieruj wyj¶cie debugowania do pliku.

source: du [options] <dirs>
pl: du [opcje[ <katalogi>

source: Summarize disk usage. -a, --all write counts for all files, not just directories --block-size=SIZ use SIZ-byte blocks -b, --bytes print size in bytes -c, --total produce a grand total -d, --max-depth=N print the total for a directory (or file, with --all) only if it is N or fewer levels below the command line argument; --max-depth=0 is the same as --summarize -F, --files print number of files instead of sizes -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024 -k, --kilobytes like --block-size=1024 -m, --megabytes like --block-size=1048576 -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument --exclude=PAT exclude files that match PAT
pl: Podsumuj zu¿ycie dysku. -a, --all wy¶wietlaj informacje dla wszystkich plików, a nie --block-size=ROZ u¿yj bloków o wielko¶ci ROZ -b, --bytes wy¶wietlaj rozmiar w bajtach -c, --total wy¶wietlaj sumaryczne informacje -d, --max-depth=N wy¶wietlaj sumaryczny rozmiar dla katalogu (lub pliku, z --all) tylko je¶li umieszczony on jest nie g³êbiej ni¿ N; --max-depth=0 daje ten same efekt jak --summarize -F, --files wy¶wietlaj ilo¶æ plików zamiast rozmiarów -h, --human-readable wy¶wietlaj rozmiary w formacie czytelnym dla cz³owieka (np. 1K 234M) -H, --si jak wy¿ej z tym, ¿e u¿ywaj potêg 1000, a nie 1024 -k, --kilobytes jak --block-size=1024 -m, --megabytes jak --block-size=1048576 -S, --separate-dirs nie w³±czaj rozmiarów podkatalogów -s, --summarize wy¶wietlaj jedynie sumaryczny rozmiar dla ka¿dego argumentu --exclude=WZÓR nie uwzglêdniaj plików pasuj±cych do WZÓR

source: exit [<code>|bg]
pl: exit [<kod>|bg]

source: exit - exit from lftp or move to background if jobs are active If no jobs active, the code is passed to operating system as lftp termination status. If omitted, exit code of last command is used. `bg' forces moving to background if cmd:move-background is false.
pl: exit - wyj¶cie z lftp lub przej¶cie w t³o je¿eli s± aktywne zadania Je¿eli nie ma aktywnych zadañ, kod jest przekazany systemowi jako status zakoñczenia lftp. Je¿eli go pominiêto, u¿yty jest kod wyj¶ciowy ostatniego polecenia. `bg' wymusza przej¶cie w t³o nawet gdy cmd:move-background jest ustawione na fa³sz.
