Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/lftp-4.0.4/po/*.po
Languages: pl

source: Usage: find [OPTS] [directory] Print contents of specified directory or current directory recursively. Directories in the list are marked with trailing slash. You can redirect output of this command. -d, --maxdepth=LEVELS Descend at most LEVELS of directories.
pl: U¿ycie: find [OPCJE] [katalog] Wy¶wietl rekursywnie zawarto¶æ podanego katalogu lub katalogu bie¿±cego. Katalogi znajduj±ce siê na li¶cie s± zaznaczone przez slash. Mo¿na przekierowaæ wyj¶cie tej komendy. -d, --maxdepth=POZIOMY Zag³êbianie maksymalnie do tylu POZIOMÓW.

source: get [OPTS] <rfile> [-o <lfile>]
pl: get [OPCJE] <zd_plik> [-o <lo_plik>]

source: Retrieve remote file <rfile> and store it to local file <lfile>. -o <lfile> specifies local file name (default - basename of rfile) -c continue, reget -E delete remote files after successful transfer -a use ascii mode (binary is the default) -O <base> specifies base directory or URL where files should be placed
pl: Uzyskanie zdalnego pliku <zd_plik> i zachowanie go lokalnie jako <lo_plik>. -o <lo_plik> ustala nazwê lokalnego pliku (domy¶lnie - nazwa pliku odleg³ego) -c kontynuowanie, reget -E kasowanie zdalnego pliku po zakoñczonej pomy¶lnie operacji -a tryb ascii (domy¶lnym jest tryb binarny) -O <base> podaje bazowy katalog lub adres URL gdzie nale¿y umieszczaæ pliki.

source: glob [OPTS] <cmd> <args>
pl: glob [OPCJE] <komenda> <argumenty>

source: Expand wildcards and run specified command. Options can be used to expand wildcards to list of files, directories, or both types. Type selection is not very reliable and depends on server. If entry type cannot be determined, it will be included in the list. -f plain files (default) -d directories -a all types
pl: Dopasuj maski i uruchom okre¶lone komendy. Opcje mog± byæ u¿yte do dopasowywania masek do listy plików, katalogów, lub obu typów. Wybór typu nie jest godny zaufania i zale¿y od serwera. Je¶li typ nie zosta³ rozpoznany, to tak¿e zostanie on umieszczony na li¶cie. -f zwyk³e pliki (standardowo) -d katalogi -a wszystkie pliki

source: help [<cmd>]
pl: help [<komenda>]

source: Print help for command <cmd>, or list of available commands
pl: Wy¶wietla pomoc dla polecenia <komenda>, lub listê dostêpnych poleceñ

source: List running jobs. -v means verbose, several -v can be specified.
pl: Wy¶wietla dzia³aj±ce procesy. -v podaje dodatkowe informacje. Mo¿e byæ podane kilka -v.

source: kill all|<job_no>
pl: kill all|<nr_proc>

source: Delete specified job with <job_no> or all jobs
pl: Kasuje wskazany przez <nr_proc> proces lub wszystkie procesy

source: lcd <ldir>
pl: lcd <lo_kat>

source: Change current local directory to <ldir>. The previous local directory is stored as `-'. You can do `lcd -' to change the directory back.
pl: Zmieñ aktualny lokalny katalog na <lo_kat>. Poprzedni lokalny katalog jest zachowany jako `-'. Mo¿esz wykonaæ `lcd -' by do niego powróciæ.

source: lftp [OPTS] <site>
pl: lftp [OPCJE] <site>

source: `lftp' is the first command executed by lftp after rc files -f <file> execute commands from the file and exit -c <cmd> execute the commands and exit --help print this help and exit --version print lftp version and exit Other options are the same as in `open' command -e <cmd> execute the command just after selecting -u <user>[,<pass>] use the user/password for authentication -p <port> use the port for connection <site> host name, URL or bookmark name
pl: `lftp' jest pierwsz± komend± uruchamian± przez lftp po plikach rc -f <plik> wykonanie poleceñ z pliku <plik> i wyj¶cie -c <komenda> wykonanie polecenia <komenda> i wyj¶cie --help wy¶wietl pomoc i zakoñcz dzia³anie --version wy¶wietl wersjê lftp i zakoñcz dzia³anie Inne opcje s± takie same jak dla polecenia `open' -e <komenda> wykonanie polecenia <komenda> od razu po wybieraniu -u <user>[,<has³o>] u¿yj user/has³o do uwierzytelnienia -p <port> u¿yj portu <port> do po³±czeniu <site> nazwa hosta, URL lub nazwa zak³adki

source: ls [<args>]
pl: ls [<argumenty>]

source: List remote files. You can redirect output of this command to file or via pipe to external command. By default, ls output is cached, to see new listing use `rels' or `cache flush'. See also `help cls'.
pl: Wypisz listê odleg³ych plików. Mo¿esz przekierowaæ wyj¶cie do pliku lub przez potok do zewnêtrznego polecenia. Domy¶lnie, wyj¶cie ls jest buforowane, by zobaczyæ nowy spis u¿yj `rels' lub `cache flush'. Zobacz tak¿e `help cls'.

source: mget [OPTS] <files>
pl: mget [OPTS] <pliki>

source: Gets selected files with expanded wildcards -c continue, reget -d create directories the same as in file names and get the files into them instead of current directory -E delete remote files after successful transfer -a use ascii mode (binary is the default) -O <base> specifies base directory or URL where files should be placed
pl: Pobiera wskazane pliki pasuj±ce do maski -c kontynuacja, reget -d utwórz katalogi o nazwie takiej samej jak pliki i pobierz pliki do nich zamiast do bie¿±cego katalogu -E kasuj odleg³e pliki po udanej operacji transferu -a u¿yj trybu ascii (domy¶lnie tryb binarny) -O <base> podaje bazowy katalog lub adres URL gdzie nale¿y umieszczaæ pliki.

source: mirror [OPTS] [remote [local]]
pl: mirror [OPCJE] [zdalny [lokalny]]

source: Mirror specified remote directory to local directory -c, --continue continue a mirror job if possible -e, --delete delete files not present at remote site --delete-first delete old files before transferring new ones -s, --allow-suid set suid/sgid bits according to remote site --allow-chown try to set owner and group on files --ignore-time ignore time when deciding whether to download -n, --only-newer download only newer files (-c won't work) -r, --no-recursion don't go to subdirectories -p, --no-perms don't set file permissions --no-umask don't apply umask to file modes -R, --reverse reverse mirror (put files) -L, --dereference download symbolic links as files -N, --newer-than=SPEC download only files newer than specified time -P, --parallel[=N] download N files in parallel -i RX, --include RX include matching files -x RX, --exclude RX exclude matching files RX is extended regular expression -v, --verbose[=N] verbose operation --log=FILE write lftp commands being executed to FILE --script=FILE write lftp commands to FILE, but don't execute them --just-print, --dry-run same as --script=- When using -R, the first directory is local and the second is remote. If the second directory is omitted, basename of first directory is used. If both directories are omitted, current local and remote directories are used.
pl: Mirror wskazanego zdalnego katalogu do lokalnego katalogu -c, --continue kontynuuj pracê mirrora o ile to mo¿liwe -e, --delete skasuj pliki nie wystêpuj±ce w zdalnym serwisie --delete-first skasuj stare pliki przed ¶ci±gniêciem nowych -s, --allow-suid ustaw bity suid/sgid zgodnie ze zdalnymi --allow-chown próbuj ustawiaæ w³a¶ciciela i grupê na plikach --ignore-time ignoruj czas przy decydowaniu czy ¶ci±gaæ -n, --only-newer pozyskuj tylko nowsze pliki (-c nie dzia³a) -r, --no-recursion nie wchod¼ do podkatalogów -p, --no-perms nie ustawiaj praw dostêpu do plików --no-umask nie u¿ywaj umaski dla praw plików -R, --reverse przeciwny mirror (umieszczaj pliki) -L, --dereference pozyskuj dowi±zania symboliczne jako pliki -N, --newer-than PLIK pozyskuj pliki tylko nowsze ni¿ PLIK -P, --parallel[=N] pozyskuj N plików równolegle -i RX, --include RX do³±cz pasuj±ce pliki -x RX, --exclude RX wy³±cz pasuj±ce pliki RX jest rozszerzonym wyra¿eniem regularnym -v, --verbose[=N] dodatkowe komunikaty --log=PLIK zapisz wykonywane polecenia lftp do PLIK --script=PLIK zapisz polecenia lftp do PLIK ale nie wykonuj ich --just-print to samo co --script=- --dry-run to samo co --script=- Przy opcji -R, pierwszy katalog jest lokalnym, a drugi zdalnym. Je¿eli nie podano nazwy drugiego katalogu, u¿ywana jest nazwa pierwszego. Je¿eli nie podano nazw obu katalogów, to bêd± u¿yte bie¿±ce katalogi lokalny i zdalny.

source: mkdir [-p] <dirs>
pl: mkdir [-p] <katalogi>

source: Make remote directories -p make all levels of path
pl: Utwórz zdalne katalogi -p tworzy wszystkie poziomy ¶cie¿ki

source: module name [args]
pl: nazwa modu³u [argumenty]

source: Load module (shared object). The module should contain function void module_init(int argc,const char *const *argv) If name contains a slash, then the module is searched in current directory, otherwise in directories specified by setting module:path.
pl: £adowanie modu³u (wspó³dzielony obiekt). Modu³ powinien zawieraæ funkcjê void module_init(int argc,const char *const *argv Je¶li nazwa zawiera znak "slash" wtedy modu³ szukany jest w aktualnym katalogu, a nastêpnie w katalogu podanym w module:path.

source: more <files>
pl: more <pliki>

source: Same as `cat <files> | more'. if PAGER is set, it is used as filter
pl: Znaczy to samo, co `cat <pliki> | more'. Je¿eli zmienna PAGER jest ustawiona, to bêdzie u¿ywana jako filtr

source: mput [OPTS] <files>
pl: mput [OPTS] <pliki>

source: Upload files with wildcard expansion -c continue, reput -d create directories the same as in file names and put the files into them instead of current directory -E delete local files after successful transfer (dangerous) -a use ascii mode (binary is the default) -O <base> specifies base directory or URL where files should be placed
pl: Uploaduje wskazane pliki pasuj±ce do maski -c kontynuacja, reget -d utwórz katalogi o nazwie takiej samej jak pliki i pobierz pliki do nich zamiast do bie¿±cego katalogu -E kasuj odleg³e pliki po udanej operacji -a u¿yj trybu ascii (domy¶lnie tryb binarny) -O <base> podaje bazowy katalog lub adres URL gdzie nale¿y umieszczaæ pliki.

source: mrm <files>
pl: mrm <pliki>

source: Removes specified files with wildcard expansion
pl: Usuñ pliki odpowiadaj±ce podanej masce

source: mv <file1> <file2>
pl: mv <plik1> <plik2>

source: Rename <file1> to <file2>
pl: Zmieñ nazwê z <plik1> na <plik2>

source: [re]nlist [<args>]
pl: [re]nlist [<argumenty>]

source: List remote file names. By default, nlist output is cached, to see new listing use `renlist' or `cache flush'.
pl: Wypisz listê odleg³ych plików. Domy¶lnie, wyj¶cie nlist jest buforowane, by zobaczyæ nowy spis u¿yj `renlist' lub `cache flush'.

source: open [OPTS] <site>
pl: open [OPCJE] <site>

source: Select a server, URL or bookmark -e <cmd> execute the command just after selecting -u <user>[,<pass>] use the user/password for authentication -p <port> use the port for connection -s <slot> assign the connection to this slot <site> host name, URL or bookmark name
pl: Wybierz server, URL lub zak³adkê -e <cmd> wykonaj zaraz po wyborze polecenie <cmd> -u <user>[,<pass>] u¿yj user/pass do uwierzytelnienia -p <port> u¿yj portu <port> do po³±czenia -s <slot> przypisz po³±czenie do <slotu> <site> nazwa hosta, URL lub zak³adka

source: pget [OPTS] <rfile> [-o <lfile>]
pl: pget [OPCJE] <z_plik> [-p <l_plik>]

source: Gets the specified file using several connections. This can speed up transfer, but loads the net heavily impacting other users. Use only if you really have to transfer the file ASAP. Options: -c continue transfer. Requires <lfile>.lftp-pget-status file. -n <maxconn> set maximum number of connections (default is is taken from pget:default-n setting) -O <base> specifies base directory where files should be placed
pl: Pobiera wybrany plik u¿ywaj±c kilku po³±czeñ. Mo¿e to przyspieszyæ transfer, lecz bardziej obci±¿a sieæ, uderzaj±c w innych u¿ytkowników. U¿ywaj tylko je¿eli naprawdê musisz szybko ¶ci±gn±æ plik, bo inny u¿ytkownik mo¿e oszaleæ :) Opcje: -c wznów transfer. Wymaga pliku <lfile>.lftp-pget-status. -n <maxconn> ustaw maksymaln± liczbê po³±czeñ (domy¶lna warto¶æ wziêta ze zmiennej pget:default-n) -O <base> okre¶la katalog, w którym umieszczone bêd± pobrane pliki

source: put [OPTS] <lfile> [-o <rfile>]
pl: put [OPCJE] <lplik> [-o <zplik>]

source: Upload <lfile> with remote name <rfile>. -o <rfile> specifies remote file name (default - basename of lfile) -c continue, reput it requires permission to overwrite remote files -E delete local files after successful transfer (dangerous) -a use ascii mode (binary is the default) -O <base> specifies base directory or URL where files should be placed
pl: Umie¶æ plik <lplik> ze zdaln± nazw± <zplik>. -o <zplik> precyzuje nazwê pliku (domy¶lnie - nazwa pliku ¼ród³owego) -c kontynuuj, reput wymaga prawa do nadpisywania odleg³ych plików -E kasowanie zdalnego pliku po zakoñczonej pomy¶lnie operacji -a tryb ascii (domy¶lnym jest tryb binarny) -O <base> podaje bazowy katalog lub adres URL gdzie nale¿y umieszczaæ pliki.

source: Print current remote URL. -p show password
pl: Wy¶wietl aktualny zdalny URL. -p poka¿ has³o

source: queue [OPTS] [<cmd>]
pl: queue [OPCJE] [<komenda>]

source: queue [-n num] <command> Add the command to queue for current site. Each site has its own command queue. `-n' adds the command before the given item in the queue. It is possible to queue up a running job by using command `queue wait <jobno>'. queue --delete|-d [index or wildcard expression] Delete one or more items from the queue. If no argument is given, the last entry in the queue is deleted. queue --move|-m <index or wildcard expression> [index] Move the given items before the given queue index, or to the end if no destination is given. Options: -q Be quiet. -v Be verbose. -Q Output in a format that can be used to re-queue. Useful with --delete.
pl: queue [-n num] <komenda> Dodaj komendê do kolejki dla aktualnego serwera. Ka¿dy serwer ma swoj± kolejkê. `-n' dodaje komendê przed podanym elementem w kolejce. Mo¿na prze- sun±c wy¿ej w kolejce zadanie komend± `queue wait <nrpracy>'. queue --delete|-d [indeks lub wyra¿enie wieloznaczne] Usuñ jeden lub wiêcej elementów z kolejki. Je¶li nie podano argumentu, zostanie usuniêty ostatni wpis w kolejce. queue --move|-m <indeks lub wyra¿enie wieloznaczne> [indeks] Przesuwa podane elementy przed podany indeks kolejki, lub na koniec je¶li nie podano celu (indeksu). Opcje: -q Wy¶wietlaj minimaln± ilo¶æ komunikatów. -v Wy¶wietlaj dodatkowe komunikaty. -Q Wyj¶cie w formacie, który mo¿e byæ u¿yty do ponownego zakolejkowania. U¿yteczne z --delete.

source: quote <cmd>
pl: quote <komenda>

source: Send the command uninterpreted. Use with caution - it can lead to unknown remote state and thus will cause reconnect. You cannot be sure that any change of remote state because of quoted command is solid - it can be reset by reconnect at any time.
pl: Wy¶lij polecenie bez interpretowania. U¿ywaj ostro¿nie - mo¿e spowodowaæ nieoczekiwany stan komputera po drugiej stronie i wymusiæ ponowne po³±czenie. Nie mo¿esz byæ pewny, ¿e jakakolwiek zmiana stanu poprzez polecenie quote bêdzie wykonana - mo¿e ona byæ wykasowana przez ponowne po³±czenie w dowolnym momencie.

source: recls [<args>] Same as `cls', but don't look in cache
pl: recls [<argumenty>] Podobnie jak `cls', ale nie zagl±da do pamiêci podrêcznej

source: Usage: reget [OPTS] <rfile> [-o <lfile>] Same as `get -c'
pl: U¿ycie: reget [OPCJE] <z_plik> [-o <l_plik>] Podobnie jak `get -c'

source: Usage: rels [<args>] Same as `ls', but don't look in cache
pl: U¿ycie: rels [<argumenty>] Podobnie jak `ls', ale nie zagl±da do pamiêci podrêcznej

source: Usage: renlist [<args>] Same as `nlist', but don't look in cache
pl: U¿ycie: renlist [<argumenty>] Podobnie jak `nlist', lecz nie zagl±da do pamiêci podrêcznej

source: repeat [OPTS] [delay] [command]
pl: repeat [OPCJE] [opó¼nienie] [komenda]

source: Repeat specified command with a delay between iterations. Default delay is one second, default command is empty. -c <count> number of iterations -d <delay> delay between iterations.
pl: Powtarzaj podan± komendê z opó¼nieniem pomiêdzy iteracjami. Domy¶lne opó¼nienie to jedna sekunda, domy¶lnie komenda jest pusta. -c <liczba> liczba powtórzeñ -d <opó¼nienie> opó¼nienie miêdzy powtórzeniami.

source: Usage: reput <lfile> [-o <rfile>] Same as `put -c'
pl: U¿ycie: reput <l_plik> [-o <z_plik>] Podobnie jak `put -c'

source: rm [-r] [-f] <files>
pl: rm [-r] [-r] <pliki>

source: Remove remote files -r recursive directory removal, be careful -f work quietly
pl: Usuñ zdalne pliki -r usuñ katalog z podkatalogami - ostro¿nie! -f pracuj cicho

source: rmdir [-f] <dirs>
pl: rmdir [-f] <katalogi>

source: Remove remote directories
pl: Usuñ zdalne katalogi

source: scache [<session_no>]
pl: scache [<nr_sesji>]

source: List cached sessions or switch to specified session number
pl: Pokazuje listê buforowanych sesji lub zmienia na wskazany numer sesji

source: set [OPT] [<var> [<val>]]
pl: set [OPCJ] [<zmienna> [<warto¶æ>]]

source: Set variable to given value. If the value is omitted, unset the variable. Variable name has format ``name/closure'', where closure can specify exact application of the setting. See lftp(1) for details. If set is called with no variable then only altered settings are listed. It can be changed by options: -a list all settings, including default values -d list only default values, not necessary current ones
pl: Ustaw zmienn± na podan± warto¶æ. Je¶li nie podano warto¶ci usuñ zmienn±. Nazwa zmiennej wystêpuje w formacie ``nazwa/element_zamykaj±cy'', gdzie elem_zamykaj±cy mo¿e byæ dok³adnym ustawieniem aplikacji. Szczegó³y w lftp(1). Je¶li komenda wywo³ywana jest bez podawania nazwy zmiennej wtedy tylko zmienione ustawienia s± wy¶wietlane. Jako opcje mo¿na podaæ: -a wy¶wietl wszystkie ustawienia w³±czaj±c ustawienia standardowe -d wy¶wietl tylko standardowe ustawienia, niekoniecznie aktualne

source: site <site_cmd>
pl: site <zserwer_kmd>

source: Execute site command <site_cmd> and output the result You can redirect its output
pl: Wykonuje polecenie na zdalnym serwerze <zserwer_kmd> i wy¶wietla wyniki Mo¿esz przekierowaæ te wyniki

source: Usage: sleep <time>[unit] Sleep for given amount of time. The time argument can be optionally followed by unit specifier: d - days, h - hours, m - minutes, s - seconds. By default time is assumed to be seconds.
pl: U¿ycie: sleep <czas>[jednostka] ¦pij przez okre¶lony okres czasu. Argument czasu jest opcjonalny, nastêpnie litera-jednostka: d - dni, h - godziny, m - minuty, s - sekundy. Domy¶lna jednostka czasu to sekundy.

source: Usage: slot [<label>] List assigned slots. If <label> is specified, switch to the slot named <label>.
pl: U¿ycie: slot [<etykieta>] Wypisz przypisane sloty. Je¶li podano <etykietê>, prze³±cz na slot o tej <etykiecie>.

source: source <file>
pl: source <plik>

source: Execute commands recorded in file <file>
pl: Wykonuje polecenia zawarte w pliku <plik>

source: user <user|URL> [<pass>]
pl: user <u¿ytkownik|URL> [<has³o>]

source: Use specified info for remote login. If you specify URL, the password will be cached for future usage.
pl: U¿yj podanej informacji przy zdalnym logowaniu. Je¶li podasz URL, has³o bêdzie zapamiêtane w pamiêci podrêcznej w celu przysz³ego u¿ycia.

source: Shows lftp version
pl: Pokazuje wersjê lftp

source: wait [<jobno>]
pl: wait [<nr_proc>]

source: Wait for specified job to terminate. If jobno is omitted, wait for last backgrounded job.
pl: Czekaj na zakoñczenie pracy i wyjd¼. Je¶li pominiêto numer pracy, czekaj na ostatni± pracê uruchomion± w tle.

source: zcat <files>
pl: zcat <pliki>

source: Same as cat, but filter each file through zcat
pl: Dzia³a tak samo jak cat, lecz filtruje ka¿dy plik przez zcat

source: zmore <files>
pl: zmore <pliki>

source: Same as more, but filter each file through zcat
pl: To samo co more, ale filtruj ka¿dy plik przez zcat

source: Same as cat, but filter each file through bzcat
pl: Dzia³a tak samo jak cat, lecz filtruje ka¿dy plik przez bzcat

source: Same as more, but filter each file through bzcat
pl: To samo co more, ale filtruj ka¿dy plik przez bzcat

source: Usage: %s local-dir
pl: U¿ycie: %s lokalny_katalog

source: lcd ok, local cwd=%s
pl: lcd ok, lokalne cwd=%s

source: Usage: cd remote-dir
pl: U¿ycie: cd zdalny_katalog

source: %s: no old directory for this site
pl: %s: brak starego katalogu dla tego serwera

source: Usage: %s [<exit_code>]
pl: U¿ycie: %s [<kod_wyj¶cia]

source: There are running jobs and `cmd:move-background' is not set. Use `exit bg' to force moving to background or `kill all' to terminate jobs.
pl: Aktualnie wykonywane s± prace i `cmd:move-background' nie jest ustawiona. U¿yj `exit bg' by wymusiæ przej¶cie w t³o lub `kill all' by wy³±czyæ zadania.

source: Try `%s --help' for more information
pl: Spróbuj `%s --help' by uzyskaæ wiêcej informacji

source: Usage: %s [-e cmd] [-p port] [-u user[,pass]] <host|url>
pl: U¿ycie: %s [-e polecenie] [-p port] [-u u¿ytkownik[,has³o]] <host|url>

source: Password:
pl: Has³o:

source: %s: GetPass() failed -- assume anonymous login
pl: %s: GetPass() nie powiod³o siê -- logowanie anonimowe

source: Usage: %s [OPTS] command args...
pl: U¿ycie: %s [OPCJE] komenda argumenty...

source: %s: -n: positive number expected.
pl: %s: -n: Oczekiwano liczby dodatniej.

source: Created a stopped queue.
pl: Utworzono zatrzyman± kolejkê.

source: %s: No queue is active.
pl: %s: Nie ma aktywnej kolejki.

source: %s: -m: Number expected as second argument.
pl: %s: -m: Oczekiwano liczby jako drugiego argumentu.

source: Can only edit plain queues.
pl: Mo¿na edytowaæ jedynie zwyk³e kolejki.

source: Couldn't create temporary file `%s': %s.
pl: Nie mo¿na utworzyæ pliku tymczasowego `%s': %s.

source: %s: error writing %s: %s
pl: %s: b³±d podczas zapisu %s: %s

source: Usage: %s <cmd>
pl: U¿ycie: %s <komenda>

source: invalid argument for `--sort'
pl: nieprawid³owy argument dla `--sort'

source: invalid block size
pl: nieprawid³owy rozmiar bloku

source: Usage: %s [OPTS] files...
pl: U¿ycie: %s [OPCJE] pliki...

source: %s: -n: Number expected.
pl: %s: -n: Oczekiwano liczby.

source: File name missed.
pl: Brak nazwy pliku.

source: Usage: %s %s[-f] files...
pl: U¿ycie: %s %s[-f] pliki...

source: Usage: %s [-e] <file|command>
pl: U¿ycie: %s [-e] <plik|polecenie>

source: Usage: %s [-v] [-v] ...
pl: U¿ycie: %s [-v] [-v] ...

source: Usage: %s [-p]
pl: U¿ycie: %s [-p]

source: debug level is %d, output goes to %s
pl: poziom debugowania wynosi %d, wyniki przekierowywane do %s

source: debug is off
pl: debugowanie jest wy³±czone

source: Usage: %s <user|URL> [<pass>]
pl: U¿ycie: %s <u¿ytkownik|URL> [<has³o>]

source: %s: no current job
pl: %s: nie ma takiego zadania

source: %s: %d - no such job
pl: %s: %d - nie ma takiego zadania

source: Usage: %s <jobno> ... | all
pl: U¿ycie: %s <nr_proc> ... | all

source: %s: %s - not a number
pl: %s: %s - nie jest numerem

source: %s: %s. Use `set -a' to look at all variables.
pl: %s: %s. U¿yj `set -a' by sprawdziæ wszystkie zmienne.

source: Usage: %s [<jobno>]
pl: U¿ycie: %s [<nr_proc>]

source: %s: some other job waits for job %d
pl: %s: jaki¶ inny proces czeka na proces %d

source: %s: wait loop detected
pl: %s: wykryto pêtle zastoju

source: Usage: mv <file1> <file2>
pl: U¿ycie: mv <plik1> <plik2>

source: Invalid command.
pl: Nieprawid³owe polecenie.

source: Ambiguous command.
pl: Dwuznaczne polecenie.

source: %s: Operand missed for size
pl: %s: Operandowi brakuje rozmiaru

source: %s: Operand missed for `expire'
pl: %s: Brakuje operandu dla `expire'

source: %s: %s - no such cached session. Use `scache' to look at session list.
pl: %s: %s - brak takiej sesji w buforze. U¿yj `scache' by poszukaæ w li¶cie.

source: Sorry, no help for %s
pl: Niestety, brak pomocy dla %s

source: %s is a built-in alias for %s
pl: %s jest wbudowanym aliasem do %s

source: Usage: %s
pl: U¿ycie: %s

source: %s is an alias to `%s'
pl: %s jest aliasem do `%s'

source: No such command `%s'. Use `help' to see available commands.
pl: Nie ma takiego polecenia `%s'. U¿yj `help' by uzyskaæ spis komend.

source: Ambiguous command `%s'. Use `help' to see available commands.
pl: Dwuznaczne polecenie `%s'. U¿yj `help' by uzyskaæ spis komend.
