Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/lftp-4.0.4/po/*.po
Languages: pl

source: LFTP | Version %s | Copyright (c) 1996-%d Alexander V. Lukyanov
pl: LFTP | Wersja %s | Copyright (c) 1996-%d Alexander V. Lukyanov

source: Libraries used:
pl: U¿yte biblioteki:

source: %s: bookmark name required
pl: %s: wymagana jest nazwa zak³adki

source: %s: spaces in bookmark name are not allowed
pl: %s: spacje w nazwie pliku zak³adki s± niedozwolone

source: %s: no such bookmark `%s'
pl: %s: nie ma takiej zak³adki `%s'

source: %s: import type required (netscape,ncftp)
pl: %s: wymagany jest typ importowanych danych (netscape,ncftp)

source: Usage: %s [-d #] dir
pl: U¿ycie: %s [-d $] katalog

source: %s: invalid block size `%s'
pl: %s: nieprawid³owy rozmiar bloku `%s'

source: Usage: %s [options] <dirs>
pl: U¿ycie: %s [opcje] <katalogi>

source: %s: warning: summarizing is the same as using --max-depth=0
pl: %s: uwaga: podsumowanie jest takie samo jak przy --max-depth=0

source: %s: summarizing conflicts with --max-depth=%i
pl: %s: podsumowanie konfliktów z --max-depth=%i

source: Usage: %s command args...
pl: U¿ycie: %s module argumenty...

source: Usage: %s module [args...]
pl: U¿ycie: %s module [argumenty...]

source: Usage: %s [OPTS] mode file...
pl: U¿ycie: %s [OPCJE] tryb pliki...

source: invalid mode string: %s
pl: nieprawid³owy tryb: %s

source: Usage: %s [OPTS] file
pl: U¿ycie: %s [OPCJE] plik

source: Data connection peer has wrong port number
pl: Nieprawid³owy port komputera po drugiej stronie

source: Data connection peer has mismatching address
pl: Po³±czenie dla danych ma nieprawid³owy adres

source: Switching to NOREST mode
pl: Prze³±czam siê w tryb NOREST

source: Server reply matched ftp:retry-530, retrying
pl: Odpowied¼ serwera pasowa³a do ftp:retry-530, ponawiam próbê

source: Server reply matched ftp:retry-530-anonymous, retrying
pl: Odpowied¼ serwera pasowa³a do ftp:retry-530-anonymous, ponawiam próbê

source: Account is required, set ftp:acct variable
pl: Konto jest wymagane, ustaw zmienn± ftp:acct

source: ftp:skey-force is set and server does not support OPIE nor S/KEY
pl: ftp:skey-force jest ustawione i serwer nie obs³uguje OPIE ani S/KEY

source: Saw `unknown', assume failed login
pl: Pojawi³o siê `unknown', przypuszczalnie logowanie nie powiod³o siê

source: assuming failed host name lookup
pl: przypuszczalnie nie powiod³o siê wyszukiwanie IP hosta

source: cannot parse EPSV response
pl: nie mo¿na przeanalizowaæ odpowiedzi EPSV

source: Closing control socket
pl: Zamykanie gniazda steruj±cego

source: SITE CHMOD is disabled by ftp:use-site-chmod
pl: SITE CHMOD jest zablokowane przez ftp:use-site-chmod

source: MLSD is disabled by ftp:use-mlsd
pl: MLSD jest zablokowane przez ftp:use-mlsd

source: SITE CHMOD is not supported by this site
pl: SITE CHMOD nie jest obs³ugiwane przez ten serwer

source: MLST and MLSD are not supported by this site
pl: MLST i MLSD nie s± obs³ugiwane przez ten serwer

source: unsupported network protocol
pl: protokó³ nie jest obs³ugiwany

source: Accepted data connection from (%s) port %u
pl: Przyjmowanie po³±czenia danych z (%s) portu %u

source: Connecting data socket to (%s) port %u
pl: £±czenie siê (gniazdo danych) z (%s) port %u

source: Connecting data socket to proxy %s (%s) port %u
pl: £±czenie siê (gniazdo danych) z proxy %s (%s) port %u

source: Switching passive mode off
pl: Wy³±czam tryb pasywny

source: Data connection established
pl: Ustanowiono po³±czenie dla danych

source: ftp:ssl-force is set and server does not support or allow SSL
pl: ftp:ssl-force jest ustawione i serwer nie wspiera lub nie zezwala na po³±czenia SSL

source: Persist and retry
pl: Ponowne wznawianie

source: Closing data socket
pl: Zamykanie gniazda danych

source: Closing aborted data socket
pl: Zamykanie gniazda danych po przerwaniu

source: saw file size in response
pl: w odpowiedzi pojawi³ siê rozmiar pliku

source: Turning on sync-mode
pl: W³±czanie trybu sync

source: Switching passive mode on
pl: W³±czam tryb pasywny

source: FEAT negotiation...
pl: Negocjacja FEAT...

source: Sending commands...
pl: Wysy³anie komend...

source: Delaying before retry
pl: Opó¼nienie przed ponownym po³±czeniem

source: TLS negotiation...
pl: Negocjacja TLS...

source: Logging in...
pl: Logowanie siê...

source: Making data connection...
pl: Ustanawianie po³±czenia dla danych...

source: Changing remote directory...
pl: Zmiana zdalnego katalogu...

source: Waiting for other copy peer...
pl: Oczekiwanie na inne kopiowanie...

source: Waiting for transfer to complete
pl: Oczekiwanie na zakoñczenie transferu

source: Waiting for TLS shutdown...
pl: Oczekiwanie na zakoÃ±czenie TLS...

source: Waiting for data connection...
pl: Oczekiwanie na poÂ³Â±czenie dla danych...

source: Sending data/TLS
pl: Wysy³am dane/TLS

source: Receiving data/TLS
pl: Otrzymujê dane/TLS

source: [%lu] Terminated by signal %d. %s
pl: [%lu] Przerwany przez sygna³ %d. %s

source: [%lu] Started. %s
pl: [%lu] Zosta³ uruchomiony. %s

source: [%lu] Finished. %s
pl: [%lu] Zakoñczono. %s

source: [%lu] Moving to background to complete transfers...
pl: [%lu] Przechodzenie w t³o w celu dokoñczenia transferów...

source: history -w file|-r file|-c|-l [cnt]
pl: history -w plik|-r plik|-c|-l [licznik]

source: -w <file> Write history to file. -r <file> Read history from file; appends to current history. -c Clear the history. -l List the history (default). Optional argument cnt specifies the number of history lines to list, or "all" to list all entries.
pl: -w <plik> Zapisz historiê do pliku. -r <plik> Wczytaj historiê z pliku; do³±cza do aktualnej historii. -c Wyczy¶æ historiê. -l Wy¶wietl historiê (domy¶lnie). Opcjonalny argument licznik podaje liczbê linii z historii, które maj± byæ wy¶wietlone lub "all" by wy¶wietliæ wszystkie wpisy.

source: %s ok, `%s' created
pl: %s ok, `%s' utworzono

source: %s failed for %d of %d director$y|ies$
pl: %s nie uda³o siê %d z %d katalog$|i|ów$

source: %s ok, %d director$y|ies$ created
pl: %s ok, utworzono %d katalog$|i|ów$

source: depend module `%s': %s
pl: zale¿no¶ci modu³u `%s': %s

source: modules are not supported on this system
pl: modu³y nie s± wspierane na tym systemie

source: rename successful
pl: zmiana nazwy powiod³a siê

source: parse: missing filter command
pl: analizowanie: brakuje komendy filtra

source: parse: missing redirection filename
pl: analizowanie: brakuje pliku docelowego dla przekierowania

source: pget: falling back to plain get
pl: pget: degradacja do zwyk³ego get

source: the target file is remote
pl: plik docelowy jest zdalny

source: the source file size is unknown
pl: nieznany rozmiar pliku ¼ród³owego

source: `%s', got %lld of %lld (%d%%) %s%s
pl: `%s', mam %lld z %lld (%d%%) %s%s

source: Proxy protocol unsupported
pl: Brak wsparcia dla protoko³u proxy

source: ftp:proxy password:
pl: ftp:proxy has³o:

source: only PUT and POST values allowed
pl: tylko warto¶ci PUT i POST s± dozwolone

source: unknown address family `%s'
pl: nieznana rodzina adresu `%s'

source: ftp:ssl-auth must be one of: SSL, TLS, TLS-P, TLS-C
pl: ftp:ssl-auth musi byæ jednym z: SSL, TLS, TLS-P, TLS-C

source: must be one of: C, S, E, P, or empty
pl: musi byæ jednym z: C, S, E, P lub puste

source: %s ok, `%s' removed
pl: %s ok, `%s' usuniêto

source: %s failed for %d of %d file$|s$
pl: %s nie powiod³o siê dla %d z %d plik$|i|ów$

source: %s ok, %d director$y|ies$ removed
pl: %s ok, %d katalog$|i|ów$ usuniêto

source: %s ok, %d file$|s$ removed
pl: %s ok, %d plik$|i|ów$ usuniêto
