Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/po/*.po
Languages: as, be, te

source: <span size="small"><b>Example:</b> MyScreenName</span>
as: <span size="small"><b>যেনে:</b> MyScreenName</span>
be: <span size="small"><b>Напрыклад:</b> МаяМянушка</span>
te: <span size="small"><b>ఉదాహరణ:</b> నాతెరనామము</span>

source: Advanced
as: উন্নত বিকল্প
be: Дадатковы
te: అధునాతన

source: Pass_word:
as: গুপ্তশব্দ: (_w)
be: _Пароль:
te: సంకేతపదం (_w):

source: Screen _Name:
as: পৰ্দাত ব্যৱহৃত নাম: (_N)
be: _Імя:
te: తెర నామము (_N):

source: What is your AIM password?
as: আপোনাৰ AIM গুপ্তশব্দ কি ?
be: Што такое AIM пароль?
te: మీ AIM సంకేతపదము ఏమిటి?

source: What is your AIM screen name?
as: আপোনাৰ AIM হিচাপৰ ব্যৱহাৰকৰ্তাৰ-নাম কি ?
be: Што такое AIM-імя?
te: మీ AIM తెరపై నామము యేమిటి?

source: _Port:
as: পোৰ্ট: (_P)
be: _Порт:
te: పోర్టు(_P):

source: _Server:
as: সেৱক: (_S)
be: _Сэрвэр:
te: సేవిక(_S):

source: <span size="small"><b>Example:</b> username</span>
as: <span size="small"><b>যেনে:</b> username</span>
be: <span size="small"><b>Напрыклад:</b> капыстальнік</span>
te: <span size="small"><b>ఉదాహరణ:</b> వినియోగదారినామము</span>

source: Login I_D:
as: প্ৰৱেশ ID: (_D)
be: Уліковы I_D:
te: లాగిన్ I_D:

source: What is your GroupWise User ID?
as: আপোনাৰ GroupWise ব্যৱহাৰকৰ্তাৰ ID কি ?
be: Што такое ID карыстальніка GroupWise?
te: మీ సమూహతరహా వినియోగదారి ID ఏమిటి?

source: What is your GroupWise password?
as: আপোনাৰ GroupWise গুপ্তশব্দ কি ?
be: Што такое пароль карыстальніка GroupWise?
te: మీ సమూహతరహ సంకేతపదము యేమిటి?

source: <span size="small"><b>Example:</b> 123456789</span>
as: <span size="small"><b>যেনে:</b> 123456789</span>
be: <span size="small"><b>Напрыклад:</b> NumJawHumiz4</span>
te: <span size="small"><b>ఉదాహరణ:</b> 123456789</span>

source: What is your ICQ UIN?
as: আপোনাৰ ICQ UIN কি ?
be: Што такое ICQ UIN?
te: మీ ICQ UIN యేమిటి?

source: What is your ICQ password?
as: ICQ গুপ্তশব্দ কি ?
be: Што такое пароль ICQ?
te: మీ ICQ సంకేతపదము యేమిటి?

source: _Charset:
as: কেৰছেট: (_C)
be: _Знаказбор:
te: అక్షరసమితి (_C):

source: New Network
as: নতুন নে'টৱৰ্ক
be: Новае сеціва
te: కొత్త నెట్వర్కు

source: Charset:
as: কেৰছেট:
be: Знаказбор:
te: అక్షరసమితి:

source: Network
as: নে'টৱৰ্ক
be: Сеціва
te: నెట్ వర్క్

source: Network:
as: নে'টৱৰ্ক:
be: Сеціва:
te: నెట్వర్కు:

source: Nickname:
as: উপনাম:
be: Імя:
te: ముద్దుపేరు:

source: Password:
as: গুপ্তশব্দ:
be: Пароль:
te: రహస్యపదం:

source: Quit message:
as: প্ৰস্থানসময়ত প্ৰদৰ্শিত বাৰ্তা:
be: Разьвітальнае паведамленьне:
te: సందేశమును నిష్క్రమించుము:

source: Real name:
as: প্ৰকৃত নাম:
be: Сапраўднае імя:
te: వాస్తవ నామము:

source: Servers
as: সেৱক
be: Сэрвэры
te: సేవికలు

source: <span size="small"><b>Example:</b> user@gmail.com</span>
as: <span size="small"><b>যেনে:</b> user@gmail.com</span>
te: <span size="small"><b>ఉదాహరణ:</b> user@gmail.com</span>

source: <span size="small"><b>Example:</b> user@jabber.org</span>
as: <span size="small"><b>যেনে:</b> user@jabber.org</span>
be: <span size="small"><b>Напрыклад:</b> user@jabber.org</span>
te: <span size="small"><b>ఉదాహరణ:</b> user@jabber.org</span>

source: Override server settings
as: সেৱকৰ বৈশিষ্ট্য উপেক্ষা কৰা হ'ব
be: Замяніць настаўленьні сэрвэра
te: సేవిక అమరికలను తిరిగివ్రాయుము

source: Pri_ority:
as: গুৰুত্ব: (_o)
be: _Прыярытэт:
te: ప్రాముఖ్యత(_o):

source: Reso_urce:
as: সামগ্ৰী: (_u)
be: _Рэсурс:
te: వనరు (_u):

source: Use old SS_L
as: পুৰনি SSL ব্যৱহাৰ কৰা হ'ব (_L)
be: Карыстацца старым SS_L
te: పాత SS_L వుపయోగించుము

source: What is your Google ID?
as: আপোনাৰ Google ID কি ?
te: మీ గూగుల్ ID యేమిటి?

source: What is your Google password?
as: আপোনাৰ Google গুপ্তশব্দ কি ?
te: మీ గూగుల్ సంకేతపదము యేమిటి?

source: What is your Jabber ID?
as: আপোনাৰ Jabber ID কি ?
be: Што такое Jabber ID?
te: మీ జబ్బర్ ID యేమిటి?

source: What is your Jabber password?
as: আপোনাৰ Jabber গুপ্তশব্দ কি ?
be: Што такое пароль Jabber?
te: మీ జబ్బర్ సంకేతపదము యేమిటి?

source: What is your desired Jabber ID?
as: আপোনাৰ পছন্দৰ Jabber ID কি ?
be: Што такое пажаданы Jabber ID?
te: మీకు కావలిసిన జబ్బర్ ID యేమిటి?

source: What is your desired Jabber password?
as: আপোনাৰ পছন্দৰ Jabber গুপ্তশব্দ কি ?
be: Што такое пажаданы пароль Jabber?
te: మీకు కావలసిన జబ్బర్ సంకేతపదము యేమిటి?

source: _Encryption required (TLS/SSL)
as: এনক্ৰিপছন আৱশ্যক (TLS/SSL) (_E)
be: _Патрабаваньне шыфраваньня (TLS/SSL)
te: ఎన్క్రిప్షన్ అవసరమైంది (_E) (TLS/SSL)

source: _Ignore SSL certificate errors
as: SSL প্ৰমাণপত্ৰ সংক্ৰান্ত সমস্যা উপেক্ষা কৰা হ'ব (_I)
be: _Ігнараваць памылкі SSL сэртыфікату
te: SSL దృవీకరణపత్రం దోషములను వదిలివేయుము (_I)

source: <span size="small"><b>Example:</b> user@hotmail.com</span>
as: <span size="small"><b>উদাহৰণ:</b> user@hotmail.com</span>
be: <span size="small"><b>Напрыклад:</b> example@tut.by</span>
te: <span size="small"><b>ఉదాహరణ:</b> user@hotmail.com</span>

source: What is your Windows Live password?
as: আপোনাৰ Windows Live গুপ্তশব্দ কি ?
be: Што такое пароль Windows Live?
te: మీ విండోస్ లైవ్ సంకేతపదము యేమిటి?

source: What is your Windows Live user name?
as: আপোনাৰ Windows Live ব্যৱহাৰকৰ্তাৰ নাম কি ?
be: Што такое ўліковае імя Windows Live?
te: మీ విండోస్ లైవ్ వినియోగదారి నామము యేమిటి?

source: _Email:
as: ঈ-মেইল: (_E)
te: ఈమెయిల్ (_E):

source: _First Name:
as: নাম: (_F)
be: _Імя:
te: మొదటి నామము (_F):

source: _Jabber ID:
te: జబ్బర్ ID (_J):

source: _Last Name:
as: পদবি: (_L)
be: _Прозьвішча:
te: చివరి నామము (_L):

source: _Nickname:
as: উপনাম: (_N)
be: _Мянушка:
te: ముద్దుపేరు (_N):

source: _Published Name:
as: প্ৰকাশিত নাম: (_P)
be: _Апублікаванае імя:
te: ప్రచురించిన నామము (_P):

source: <span size="small"><b>Example:</b> user@my.sip.server</span>
as: <span size="small"><b>যেনে:</b> user@my.sip.server</span>
be: <span size="small"><b>Напрыклад:</b> user@my.sip.server</span>
te: <span size="small"><b>ఉదాహరణ:</b> user@my.sip.server</span>

source: Discover STUN
as: STUN অনুসন্ধান কৰা হ'ব
be: Знайсьці STUN
te: STUN కనుగొనుము

source: STUN Server:
as: STUN সেৱক:
be: STUN сэрвэр:
te: STUN సేవిక:

source: STUN port:
as: STUN পোৰ্ট:
be: STUN порт:
te: STUN పోర్టు:

source: What is your SIP account password?
as: আপোনাৰ SIP হিচাপৰ গুপ্তশব্দ কি ?
be: Што такое пароль рахунка SIP?
te: మీ SIP ఖాతా సంకేతపదము యేమిటి?

source: What is your SIP login ID?
as: আপোনাৰ SIP প্ৰৱেশ ID কি ?
be: Што такое ўліковы IP SIP?
te: మీ SIP లాగిన్ ID యేమిటి?

source: _Username:
as: ব্যৱহাৰকৰ্তাৰ নাম: (_U)
be: _Імя карыстальніка:
te: వినియోగదారు నామము (_U):

source: Use _Yahoo Japan
as: Yahoo Japan ব্যৱহাৰ কৰা হ'ব (_Y)
be: Карыстацца _Yahoo Japan
te: _Yahoo జపాన్ వుపయోగించుము

source: What is your Yahoo! ID?
as: আপোনাৰ Yahoo! ID কি ?
be: Што такое Yahoo! ID?
te: మీ Yahoo! ID యేమిటి?

source: What is your Yahoo! password?
as: আপোনাৰ Yahoo! গুপ্তশব্দ কি ?
be: Што такое пароль Yahoo!?
te: మీ Yahoo! సంకేతపదము యేమిటి?

source: _Ignore conference and chatroom invitations
as: বৈঠক আৰু ছেট ৰুমৰ পৰা প্ৰাপ্ত আমন্ত্ৰণসমূহ উপেক্ষা কৰা হ'ব (_I)
be: _Ігнараваць запрашэньні да канфэрэнцыі і ў пакоі размоў
te: కాన్ఫరెన్సును మరియు చాట్‌గది ఆహ్వానములను వదిలివేయుము (_I)

source: _Room List locale:
as: ৰুম তালিকাৰ লোকেইল: (_R)
be: _Лякальнасьць сьпісу пакояў:
te: గది జాబితా స్థానికం (_R):

source: Couldn't convert image
as: ছবি ৰূপান্তৰ কৰিবলৈ ব্যৰ্থ
be: Немагчыма канвертаваць відарыс
te: ప్రతిబింబమును మార్చలేక పోయింది

source: None of the accepted image formats is supported on your system
as: গ্ৰহণযোগ্য ছবিৰ বিন্যাসসমূহত এটাও আপোনাৰ প্ৰণালী দ্বাৰা সমৰ্থিত নহয়
be: Ніводны з прынятых фарматаў відарысаў не падтрымліваецца вашай сыстэмай
te: మీ సిస్టమ్ నందు ఏ ఆమోదించిన ప్రతిబింబపు రూపములు(ఫార్మాట్లు) మద్దతీయుటలేదు

source: Select Your Avatar Image
as: নিজৰ অৱতাৰৰ ছবি নিৰ্বাচন কৰক
be: Абраць сабе аватар
te: మీ అవతార్ ప్రతిబింబమును యెంచుకొనుము

source: No Image
as: ছবি নাই
be: Няма малюнка
te: ప్రతిరూపం లేదు

source: Images
as: ছবি
be: Малюнкі
te: చిత్రాలు

source: All Files
as: সকলো নথিপত্ৰ
be: Усе файлы
te: అన్ని దస్త్రాలు

source: Click to enlarge
as: ডাঙৰ মাপত প্ৰদৰ্শনৰ বাবে ক্লিক কৰক
be: Пстрыкнуць, каб павялічыць
te: పెద్దదిచేయుటకు నొక్కుము

source: Failed to reconnect this chat
as: এই সম্বাদৰ সৈতে সংযোগ স্থাপন কৰিবলৈ ব্যৰ্থ
be: Немагчыма перадалучыцца да гэтага чату
te: ఈ చాట్‌నకు తిరిగిఅనుసంధానమగుటకు విఫలమైంది

source: Unsupported command
as: আদেশ সমৰ্থিত নহয়
be: Загад не падтрымліваецца
te: మద్దతీయని ఆదేశము

source: offline
as: অফ-লাইন
be: адлучаны
te: ఆఫ్‌లైన్

source: invalid contact
as: পৰিচিত ব্যক্তিৰ তথ্য বৈধ নহয়
be: памылковы кантакт
te: చెల్లని పరిచయం

source: permission denied
as: অনুমতি প্ৰদান কৰা নহয়
be: у дазволе адмоўлена
te: అనుమతి నిరాకరించబడింది

source: too long message
as: বাৰ্তা অত্যাধিক দীঘল
be: вельмі вялікае паведамленьне
te: మరీ పొడవైన సందేశము

source: not implemented
as: প্ৰয়োগ কৰা নহয়
be: не ўжыцьцёўлена
te: అభివృద్ది పరచబడలేదు

source: unknown
as: অজ্ঞাত
be: невядомы
te: తెలియని

source: Error sending message '%s': %s
as: '%s' বাৰ্তা পঠিয়াবলৈ সমস্যা: %s
be: Памылка падчас адпраўкі паведамленьня '%s': %s
te: '%s' సందేశం పంపడంలో దోషము: %s

source: Topic set to: %s
as: নিৰ্ধাৰিত বিষয়: %s
be: Тэма ўсталяваная для: %s
te: విషయం దీనికు అమర్చబడింది: %s

source: No topic defined
as: বিষয় নিৰ্ধাৰিত নহয়
be: Няма вызначанай тэмы
te: ఏ విషయం నిర్వచించిలేదు

source: (No Suggestions)
as: (প্ৰস্তাবিত তথ্য অনুপস্থিত)
be: (няма прапаноў)
te: (సందేశములు లేవు)

source: Insert Smiley
as: স্মাইলি চিহ্ন অন্তৰ্ভুক্ত কৰক
be: Уставіць смайл
te: చిరునవ్వును చేర్చుము

source: _Send
as: পঠিয়াই দিয়ক (_S)
be: _Даслаць
te: పంపుట (_S)

source: _Spelling Suggestions
as: প্ৰস্তাবিত বানান (_S)
be: Пра_вапісныя прапановы
te: స్పెల్లింగ్ సూచనలు (_S)

source: %s has disconnected
as: %s ৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হৈছে
be: %s адлучаны
te: %s అననుసంధానించబడింది

source: %1$s was kicked by %2$s
as: %1$s ক %2$s দ্বাৰা বিতাড়ন কৰা হৈছে
be: %1$s быў выкінуты %2$s
te: %1$s అనునది %2$s చేత బయటకు తన్నివేయబడింది

source: %s was kicked
as: %s ক বিতাড়ন কৰা হৈছে
be: %s быў выкінуты
te: %s తన్నివేయబడింది

source: %1$s was banned by %2$s
as: %1$s ক %2$s দ্বাৰা প্ৰতিৰোধ কৰা হৈছে
be: %1$s быз заблякаваны %2$s
te: %1$s అనునది %2$s చేత నిషేధించబడింది

source: %s was banned
as: %s ক প্ৰতিৰোধ কৰা হৈছে
be: %s быў забанены
te: %s నిషేధించబడింది

source: %s has left the room
as: %s ৰুমৰ পৰা ওলাই গৈছে
be: %s пакінуў пакой
te: %s గదిని వదిలినది

source: %s has joined the room
as: %s ৰুমত আহিছে
be: %s увайшоў у пакой
te: %s గదినందు జేరినది

source: Disconnected
as: বিচ্ছিন্ন
be: Разлучаны
te: తెంచబడినది

source: Connected
as: সংযুক্ত
be: Злучаны
te: అనుసంధానించబడింది

source: Conversation
as: সম্বাদ
be: Размова
te: చర్చ

source: Topic:
as: বিষয়:
be: Тэма:
te: విషయం:

source: _Copy Link Address
as: লিঙ্ক দ্বাৰা চিহ্নিত ঠিকনা নকল কৰক (_C)
be: С_капіяваць адрас спасылкі
te: జోడి చిరునామాను నకలుతీయు (_C)

source: _Open Link
as: সংযোগ খোলক (_O)
be: _Адкрыць спасылку
te: జోడి తెరువుము (_O)

source: Edit Contact Information
as: যোগাযোগ সংক্ৰান্ত তথ্য পৰিবৰ্তন কৰক
be: Рэдагаваць кантактную інфармацыю
te: పరిచయ సమాచారమును సరికూర్చుము

source: Personal Information
as: ব্যক্তিগত তথ্য
be: Асабістая інфармацыя
te: వ్యక్తిగత సమాచారం

source: New Contact
as: নতুন পৰিচয়
be: Новы кантакт
te: కొత్త పరిచయం

source: Decide _Later
as: পিছত নিৰ্ধাৰণ কৰা হ'ব (_L)
be: Вырашыць _пазьней
te: తర్వాత నిర్ణయిస్తాను (_L)

source: Subscription Request
as: ছাবস্ক্ৰিপছনৰ অনুৰোধ
be: Запыт падпіскі
te: చందా అభ్యర్ధన

source: Do you really want to remove the group '%s'?
as: '%s' নামৰ দল নিশ্চিতৰূপে আঁতৰাবলৈ ইচ্ছুক নে ?
be: Вы сапраўды жадаеце пакінуць суполку '%s'?
te: మీరు నిజంగా సమూహం '%s'ను తీసివేద్దామని అనుకొనుచున్నారా?

source: Removing group
as: দল আঁতৰুৱা হৈছে
be: Выдаленьне суполкі
te: సమూహమును తీసివేయుచున్నది

source: _Remove
as: আঁতৰাওক (_R)
be: _Выдаліць
te: తీసివేయి (_R)

source: Do you really want to remove the contact '%s'?
as: আপুনি নিশ্চিতৰূপে '%s' ক পৰিচিত তালিকাৰ পৰা আঁতৰাবলৈ ইচ্ছুক নে ?
be: Вы сапраўды жадаеце выдаліць кантакт '%s'?
te: మీరు నిజంగా పరిచయం '%s'ను తీసివేద్దామని అనుకొనుచున్నారా?

source: Removing contact
as: পৰিচিত ব্যক্তিক আঁতৰুৱা হৈছে
be: Выдаленьне кантакту
te: పరిచయంను తీసివేయుచున్నది

source: _Add Contact...
as: পৰিচিত ব্যক্তিৰ তথ্য যোগ কৰক... (_A)
be: _Дадаць кантакт…
te: పరిచయం జతచేయుము (_A)...

source: _Chat
as: সম্বাদ (_C)
be: _Размова
te: చాట్ (_C)

# menu item
source: _Audio Call
as: অডিঅ' কল (_A)
be: _Аўдыё выклік
te: ఆడియో కాల్ (_A)

# menu item
source: _Video Call
as: ভিডিঅ' কল (_V)
be: _Відэа выклік
te: వీడియో కాల్ (_V)

source: _View Previous Conversations
as: পূৰ্ববৰ্তী সম্বাদ প্ৰদৰ্শন কৰা হ'ব (_V)
be: _Прагляд папярэдніх размоў
te: మునుపటి చర్చలను దర్శించుము (_V)

source: Send file
as: নথিপত্ৰ পঠিয়াওক
be: Даслаць файл
te: ఫైలును పంపుము

source: Share my desktop
as: আমাৰ ডেস্কটপৰ যৌথ ব্যৱহাৰ অনুমোদন কৰা হ'ব
be: Даць доступ да майго стальца
te: నా డెస్కుటాపును పంచుకొనుము

source: Infor_mation
as: তথ্য (_m)
be: _Інфармацыя
te: సమాచారము (_m)

source: _Edit
as: সম্পাদনা (_E)
be: _Рэдагаваць
te: సరిచేయు (_E)

source: Inviting to this room
as: এই ৰুমলৈ আমন্ত্ৰণ কৰক
be: Запрашэньне ў гэты пакой
te: ఈ గదికి ఆహ్వానిస్తోంది

source: _Invite to chatroom
as: ছেট ৰুমলৈ আমন্ত্ৰণ কৰক (_I)
be: За_прасіць у пакой
te: చాట్‌గదికి ఆహ్వానిస్తోంది (_I)

source: Select a contact
as: এটা পৰিচয় নিৰ্বাচন কৰক
be: Вылучыце кантакт
te: పరిచయం యెంపికచేయుము

source: Save Avatar
as: অৱতাৰৰ ছবি সংৰক্ষণ কৰক
be: Захаваць аватар
te: అవతార్ దాయుము

source: Unable to save avatar
as: অৱতাৰৰ ছবি সংৰক্ষণ কৰিবলৈ ব্যৰ্থ
be: Немагчыма захаваць аватар
te: అవతార్‌ను దాయలేకపోయింది

source: Select
as: নিৰ্বাচন কৰক
be: Абраць
te: ఎంపిక

source: Group
as: দল
be: Суполка
te: గ్రూప్

source: Country ISO Code:
as: দেশৰ ISO কোড:
be: ISO-код краіны:
te: దేశము ISO కోడు:

source: Country:
as: দেশ:
be: Краіна:
te: దేశము:

source: State:
as: ৰাজ্য:
be: Штат:
te: రాష్ట్రము:

source: City:
as: ছহৰ:
be: Места:
te: పట్టణము:

source: Area:
as: অঞ্চল:
be: Край:
te: ప్రాంతము:

source: Postal Code:
as: পোস্টেল কোড:
be: Паштовы індэкс:
te: తపాలా సంఖ్య:

source: Street:
as: ৰাস্তা:
be: Вуліца:
te: వీధి:

source: Building:
as: বিল্ডিং:
be: Будынак:
te: భవనము:

source: Floor:
as: তল:
be: Паверх:
te: అంతస్థు:

source: Room:
as: ঘৰ:
be: Офіс:
te: గది:

source: Text:
as: টেক্সট:
be: Тэкст:
te: పాఠ్యము:

source: Description:
as: বিৱৰণ:
be: Апісаньне:
te: వివరణ:

source: Accuracy Level:
as: যথাৰ্থতাৰ মাত্ৰা:
be: Узровень дакладнасьці:
te: ఖచ్చితత్వము స్థాయి:

source: Error:
as: ত্ৰুটি:
be: Памылка:
te: దోషము:

source: Vertical Error (meters):
as: উলম্ব দিশাৰ ত্ৰুটি (মিটাৰ):
be: Вэртыкальная памылка (мэтры):
te: నిలువు దోషము (మీటర్లు):

source: Horizontal Error (meters):
as: অনুভূমিক দিশাৰ ত্ৰুটি (মিটাৰ):
be: Гарызантальная памылка (мэтры):
te: అడ్డము దోషము (మీటర్లు):

source: Speed:
as: গতি:
be: Хуткасьць:
te: వేగము:

source: Bearing:
as: বিয়েৰিং:
be: Паводзіны:
te: బేరింగ్:

source: Climb Speed:
as: ক্লাইম্ব গতি:
be: Вэртэкальная хуткасьць:
te: ఎక్కు వేగము:

source: Last Updated on:
as: সৰ্বশেষ উন্নয়নৰ তাৰিখ:
be: Апошняе абнаўленьне:
te: చివరిగా నవీకరించబడింది:

source: Longitude:
as: দ্ৰাঘিমাংশ:
be: Даўгата:
te: లాగిట్యూడ్:

source: Latitude:
as: অক্ষাংশ:
be: Шырата:
te: లాటిట్యూడ్:

source: Altitude:
as: উচ্চতা:
be: Вышыня:
te: ఆల్టిట్యూడ్:

source: <b>Location</b>
as: <b>অৱস্থান</b>
be: <b>Знаходжаньне</b>
te: <b>స్థానము</b>

source: <b>Location</b>,
as: <b>অৱস্থান</b>,
be: <b>Знаходжаньне</b>,
te: <b>స్థానము</b>,

source: <b>Location</b> at (date)
as: <b>অৱস্থান</b> (date) ত
be: <b>Знаходжаньне</b> на (дата)
te: <b>స్థానము</b> ఈ (తేది)వద్ద

source: Account:
as: হিচাপ:
be: Рахунак:
te: ఖాతా:

source: Alias:
as: উপনাম:
be: Мянушка:
te: ఉపనామము:

source: Birthday:
as: জন্মদিন:
be: Дзень народзінаў:
te: పుట్టినరోజు:

source: Client Information
as: গ্ৰাহক সংক্ৰান্ত তথ্য
be: Зьвесткі пра кліента
te: కక్షిదారి సమాచారము

source: Client:
as: গ্ৰাহক:
be: Кліент:
te: కక్షిదారు:

source: Contact
as: পৰিচিত ব্যক্তি
be: Кантакт
te: చిరునామా

source: Contact Details
as: যোগাযোগ সংক্ৰান্ত বিবৰণ
be: Падрабязнасьці кантакта
te: పరిచయ వివరములు

source: Email:
as: ঈ-মেইল:
te: ఈమెయిల్:

source: Fullname:
as: সম্পূৰ্ণ নাম:
be: Поўнае імя:
te: పుర్తినామము:

source: Groups
as: দল
be: Суполкі
te: సమూహాలు

source: Identifier:
as: চিনাক্তচিহ্ন:
be: Ідэнтыфікатар:
te: గుర్తించునది:

source: Information requested...
as: অনুৰোধ কৰা তথ্য...
be: Высланы запыт на інфармацыю...
te: అభ్యర్దించిన సమాచారము...

source: Select the groups you want this contact to appear in. Note that you can select more than one group or no groups.
be: Абраць суполку, у якой павінен зьявіцца суразмоўца. Дазволена абраць больш за адну суполку, альбо ўвогуле ніводнай.
te: ఈ పరిచయం కనిపించాలని అనుకొనుచున్న సమూహములను యెంపికచేయుము. మీరు వొకటి కన్నా యెక్కువ సమూహములను యెంచుకొనవచ్చు లేదా అస్సలు యెంచుకొనపోవచ్చునని గమనించండి.

source: Version:
as: সংস্কৰণ:
be: Вэрсія:
te: వర్షన్:

source: Web site:
as: ৱেব-ছাইট:
be: Ўэб-старонка:
te: వెబ్ సైటు:

source: _Add Group
as: দল যোগ কৰক (_A)
be: _Дадаць суполку
te: సమూహంను చేర్చుము (_A)

source: new server
as: নতুন সেৱক
be: новы сэрвэр
te: కొత్త సేవిక

source: Server
as: সেৱক
be: Сэрвэр
te: సేవిక

source: Port
as: পোৰ্ট
be: Порт
te: పోర్టు

source: Account
as: হিচাপ
be: Рахунак
te: ఖాతా

source: Date
as: তাৰিখ
be: Дата
te: తేద

source: Conversations
as: সম্বাদ
be: Размовы
te: సంభాషణలు

source: Previous Conversations
as: পূৰ্ববৰ্তী সম্বাদ
be: Папярэдняя размова
te: గత చర్చ

source: Search
as: অনুসন্ধান
be: Пошук
te: వెతుకు

source: _For:
as: -ৰ কাৰণে: (_F)
be: _Што:
te: కొరకు (_F):

source: C_all
as: কল (_a)
be: _Званок
te: కాల్ (_a)

source: C_hat
as: সম্বাদ (_h)
be: _Размова
te: చాట్ (_h)

source: Contact ID:
as: পৰিচয়ৰ ID:
be: Ідэнтыфікатар кантакта:
te: పరిచయ ID:

source: New Conversation
as: নতুন সম্বাদ
be: Новая размова
te: కొత్త చర్చ

source: Custom Message...
as: স্বনিৰ্ধাৰিত বাৰ্তা...
be: Адмысловае паведамленьне…
te: మలచుకొనిన సందేశము...

source: Edit Custom Messages...
as: স্বনিৰ্ধাৰিত বাৰ্তা সম্পাদনা...
be: Рэдагаваць адмысловыя паведамленьні…
te: మలచుకొనిన సందేశాలను సరికూర్చుము...

source: Click to remove this status as a favorite
as: এই অৱস্থা বাৰ্তাক পছন্দৰ তালিকাৰ পৰা আঁতৰুৱাৰ বাবে ক্লিক কৰক
be: Пстрыкніце, каб выдаліць гэты ўлюбёны статус
te: ఈ స్థితిని అభీష్టము నుండి తీసివేయుటకు నొక్కుము

source: Click to make this status a favorite
as: এই অৱস্থা বাৰ্তাক পছন্দৰ তালিকাত অন্তৰ্ভুক্ত কৰাৰ বাবে ক্লিক কৰক
be: Пстрыкніце, каб зрабіць гэты статус улюбёным
te: ఈ స్థితిని అభీష్టముగా చేయుటకు నొక్కుము

source: Set status
as: অৱস্থা নিৰ্ধাৰণ কৰক
be: Задаць стан
te: స్థితిని అమర్చుము

source: Set your presence and current status
as: আপোনাৰ উপস্থিতি আৰু বৰ্তমান অৱস্থাৰ তথ্য নিৰ্ধাৰণ কৰক
be: Усталяваць вашу прысутнасьць і бягучы статус
te: మీ వునికిని మరియు ప్రస్తుత స్థితిని అమర్చండి

source: Custom messages...
as: স্বনিৰ্ধাৰিত বাৰ্তা...
be: Асаблівыя паведамленьні...
te: మలచుకొనిన సందేశాలు...

source: Received an instant message
as: ইনস্টেন্ট বাৰ্তা প্ৰাপ্ত হৈছে
be: Атрымана імгненнае паведамленьне
te: సత్వర సందేశమును స్వీకరించినది

source: Sent an instant message
as: ইনস্টেন্ট বাৰ্তা পঠিওৱা হৈছে
be: Імгненнае паведамленьне даслана
te: సత్వర సందేశమును పంపుము

source: Incoming chat request
as: ছেটৰ আগত অনুৰোধ
be: Уваходны запыт на чат
te: లోనికివచ్చు చాట్ అభ్యర్ధన

source: Contact connected
as: পৰিচয়ৰ সৈতে সংযোগ কৰা হৈছে
be: Кантакт далучаны
te: పరిచయం అనుసంధానించబడింది

source: Contact disconnected
as: পৰিচয়ৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হৈছে
be: Кантакт адлучаны
te: పరిచయం అననుసంధానించబడింది

source: Connected to server
as: সেৱকৰ সৈতে সংযুক্ত
be: Далучаны да сэрвэра
te: సేవికకు అనుసంధానించబడింది

source: Disconnected from server
as: সেৱকে সৈতে সংযোগ বিচ্ছিন্ন
be: Адлучаны ад сэрвэра
te: సేవికనుండి అననుసంధానించబడింది

source: Incoming voice call
as: আগত ভাষাৰ কল
be: Уваходны галасавы выклік
te: లోనికివచ్చు వాయిస్ కాల్

source: Outgoing voice call
as: বাহিৰগামি ভাষাৰ কল
be: Выходны галасавы выклік
te: బయటకు వెళ్ళు వాయిస్ కాల్

source: Voice call ended
as: ভাষাৰ কল সমাপ্ত হৈছে
be: Галасавы выклік скончыўся
te: వాయిల్ కాల్ ముగిసినది

source: Enter Custom Message
as: স্বনিৰ্ধাৰিত বাৰ্তা লিখক
be: Увядзіце адмысловае паведамленьне
te: మలచుకొనిన సందేశమును ప్రవేశపెట్టుము

source: Edit Custom Messages
as: স্বনিৰ্ধাৰিত বাৰ্তা সম্পাদনা
be: Рэдагаваць адмысловыя паведамленьні
te: మలచుకొనిన సందేశములను సరికూర్చుము

source: Add _New Preset
as: নতুন প্ৰি-ছেট যোগ কৰক (_N)
be: Дадаць _новыя настаўленьні
te: కొత్త వుపస్థితిని జతచేయుము (_N)

source: Saved Presets
as: সংৰক্ষিত প্ৰি-ছেট
be: Захаваць настаўленьні
te: దాయబడిన ప్రీసెట్లు

source: Classic
as: পাৰম্পৰিক
be: Клясычны
te: శాస్త్రీయ

source: Simple
as: সাধাৰণ
be: Просты
te: సరళమైన

source: Clean
as: পৰিশ্ৰুত
be: Чысты
te: శుభ్రముచేయి

source: Blue
as: নীলা
be: Блакітны
te: నీలం

source: Unable to open URI
as: URI খুলিবলৈ ব্যৰ্থ
be: Немагчыма адкрыць URI
te: URI తెరువలేదు

source: Select a file
as: এটা নথিপত্ৰ নিৰ্বাচন কৰক
be: Вылучыце файл
te: ఒక దస్త్రాన్ని ఎంచుకొనుము

source: Select a destination
as: এটা লক্ষ্য নিৰ্বাচন কৰক
be: Вылучыце прызначэньне
te: గమ్యమును యెంచుకొనుము

source: Current Locale
as: বৰ্তমান লোকেইল
be: Дзейная лякальнасьць
te: ప్రస్తుత స్థానికం

source: Arabic
as: আৰবি
be: Арабскі
te: అరబిక్

source: Armenian
as: আৰ্মেনিয়ান
be: Армянскі
te: అర్మేనియన్

source: Baltic
as: বল্টিক
be: Балтыйскі
te: బాల్టిక్

source: Celtic
as: ছেল্টিক
be: Кельцкі
te: సెల్టిక్

source: Central European
as: মধ্য ইউৰোপিয়ান
be: Цэнтральна-Эўрапейскі
te: సెంట్రల్ యూరోపియన్

source: Chinese Simplified
as: সৰল চীনা
be: Просты кітайскі
te: చైనీస్ సింప్లిఫైడ్

source: Chinese Traditional
as: পাৰম্পৰিক চীনা
be: Традыцыйны кітайскі
te: చైనీస్ ట్రెడిషనల్

source: Cyrillic
as: ছিৰিলিক
be: Кірыліца
te: సిరిల్లిక్

source: Cyrillic/Russian
as: ছিৰিলিক/ৰুচ
be: Кірыліца/Руская
te: సిరిలిక్/రష్యన్

source: Cyrillic/Ukrainian
as: ছিৰিলিক/ইউক্ৰেনিয়ান
be: Кірыліца/Украінская
te: సిరిలిక్/ఉక్రైనియన్

source: Georgian
as: জৰ্জিয়ান
be: Грузінскі
te: జార్జియన్

source: Greek
as: গ্ৰিক
be: Грэцкі
te: గ్రీక్

source: Gujarati
as: গুজ্ৰাতি
be: Гуджараці
te: గుజరాతీ

source: Gurmukhi
as: গুৰুমুখি
be: Гурмукхі
te: గుర్ముఖి

source: Hebrew
as: হিব্ৰু
be: Габрэйскі
te: హెబ్రూ

source: Hebrew Visual
as: হিব্ৰু ভিছুৱেল
be: Габрэйскі візуальны
te: హెబ్రూ విజువల్

source: Hindi
as: হিন্দি
be: Гіндзі
te: హింది

source: Japanese
as: জাপানি
be: Японскі
te: జపనీస్

source: Korean
as: কোৰিয়ান
be: Карэйскі
te: కొరియన్

source: Nordic
as: নৰ্ডিক
be: Скандынаўскі
te: నార్డిక్

source: Persian
as: ফাৰ্চি
be: Пэрсыдзкі
te: పర్షియన్

source: Romanian
as: ৰোমেনিয়ান
be: Румынскі
te: రొమానియన్

source: South European
as: দক্ষিণ ইউৰোপিয়ান
be: Паўднёва-Эўрапейскі
te: సౌత్ యూరోపియన్

source: Thai
as: থাই
be: Тайскі
te: థాయ్

source: Turkish
as: তুৰ্কি
be: Турэцкі
te: టర్కిష్

source: Unicode
as: ইউনিকোড
be: Юнікод
te: యూనికోడ్

source: Western
as: পশ্চিমি
be: Заходні
te: పడమర

source: The contact to display in the applet. Empty means no contact is displayed.
as: এপ্লেটত প্ৰদৰ্শনযোগ্য পৰিচয় । ৰিক্ত হ'লে কোনো পৰিচয় প্ৰদৰ্শন কৰা ন'হ'ব ।
be: Кантакт, які адлюстроўваць у аплеце. „Empty” азначае, што кантакт не адлюстроўваецца.
te: ఆప్లెట్ నందు ప్రదర్శించుటకు పరిచయం. ఖాళీ అంటే ఏ పరిచయం ప్రదర్శించలేదని అర్ధం.

source: The contact's avatar token. Empty means contact has no avatar.
as: পৰিচয়ৰ অৱতাৰৰ টোকেন । পৰিচয়ৰ অৱতাৰ নাথাকিলে ৰিক্ত থাকিব ।
be: Аватар кантакта. „Empty” азначае што няма аватару.
te: పరిచయంయొక్క అవతార్ టోకెన్. ఖాళీ అంటే పరిచయం అవతార్‌ను కలిగిలేదు అని అర్ధం.

source: Megaphone
as: মেগাফোন
be: Мэгафон
te: మెగాఫోన్

source: Talk!
be: Размаўляй!
te: మాట్లాడు!

source: _About
as: বিষয়ে (_A)
be: _Зьвесткі
te: గురించి(_A)

source: _Information
as: তথ্য (_I)
be: _Інфармацыя
te: సమాచారం (_I)

source: _Preferences
as: পছন্দ (_P)
be: _Перавагі
te: అభీష్టాలు (_P)

source: Please configure a contact.
as: অনুগ্ৰহ কৰে পৰিচয়ৰ তথ্য বিন্যাস কৰক ।
be: Калі ласка, сканфігуруйце кантакт.
te: దయచేసి వొక పరిచయం ఆకృతీకరించుము.

source: Select contact...
as: পৰিচিত ব্যক্তি নিৰ্বাচন কৰক...
be: Абраць кантакт...
te: పరిచయాన్ని యెంచుకొనుము...

source: Presence
as: উপস্থিতি
be: Прысутнасьць
te: హాజరు
