Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/po/*.po
Languages: as, be, te

source: Empathy
te: ఎంఫతి

source: Empathy IM Client
as: Empathy IM গ্ৰাহক
be: Empathy IM-кліент
te: ఎంఫతి IM కక్షిదారి

source: IM Client
as: IM গ্ৰাহক
be: IM кліент
te: IM కక్షిదారు

source: Send and receive messages
as: বাৰ্তা পঠিয়াওক আৰু পাওক
be: Адсылаць і атрымліваць паведамленьні
te: సందేశములను పంపుము మరియు స్వీకరించుము

source: Always open a separate chat window for new chats.
as: নতুন সম্বাদৰ বাবে সদায়ে পৃথক সম্বাদ সংযোগক্ষেত্ৰ খোলা হ'ব ।
be: Заўсёды адчыняць новае акно для новай размовы.
te: కొత్త చాట్సుకు యెల్లప్పుడు కొత్త చాట్ విండోను తెరువుము.

source: Character to add after nickname when using nick completion (tab) in group chat.
as: দলৰ সৈতে সম্বাদৰ সময়ত কোনো নাম উল্লেখ কৰাৰ বাবে নাম সম্পূৰ্ণ কৰাৰ ব্যৱস্থা (টেব) প্ৰয়োগ কৰিলে নামৰ পিছত ব্যৱহাৰযোগ্য চিহ্ন ।
be: Знак, які неабходна ўстаўляць пасля мянушкі пры яе заканчэньні клявішай Тab у групавой размове
te: సమూహరీతి చాట్ నందు నిక్ కంప్లీషన్ (టాబ్) వుపయోగిస్తున్నప్పుడు ముద్దుపేరు తర్వాత జతచేయవలసిన అక్షరము.

source: Chat window theme
as: সম্বাদ সংযোগক্ষেত্ৰৰ থিম
be: Тэма акна размовы
te: చాట్ విండో థీమ్

source: Comma separated list of spell checker languages to use (e.g. en, fr, nl).
as: বিভিন্ন ভাষাৰ বাবে ব্যৱহাৰযোগ্য বানান-পৰীক্ষণ ব্যৱস্থাৰ তালিকা, কমা চিহ্ন দ্বাৰা বিভক্ত (যেনে, en, fr, nl) ।
be: Падзелены коскамі спіс моў, якія выкарыстоўваюцца для праверкі артаграфіі (напрыклад, «en, be, ru»).
te: వుపయోగించుటకు కామాతో వేరుచేయబడివున్న స్పెల్ చెకర్ బాషలయొక్క జాబితా (ఉ.దా. en, fr, nl).

source: Compact contact list
as: পৰিচিত ব্যক্তিৰ তালিকা সংকুচিত কৰক
be: Сьціслы сьпіс кантактаў
te: పరిచయ జాబితాను నిశ్చయముచేయుము

source: Connection managers should be used
as: সংযোগ পৰিচালন ব্যৱস্থা ব্যৱহাৰ কৰা হ'ব
be: Мусіць выкарыстоўвацца кіраўнік далучэньняў
te: అనుసంధానము నిర్వాహికలు తప్పక వుపయోగించాలి

source: Contact list sort criterium
as: পৰিচিত ব্যক্তিৰ তালিকাৰ অনুক্ৰম নিৰ্ধাৰণত ব্যৱহৃত মান
be: Крытэры адбору сьпісу кантактаў
te: పరిచయ జాబితా క్రమీకరణ విధానము

source: Default directory to select an avatar image from
as: ব্যৱহাৰকৰ্তাৰ অৱতাৰ চিহ্নকৰ্তা ছবি নিৰ্ধাৰণৰ বাবে ব্যৱহৃত অবিকল্পিত পঞ্জিকা
be: Змоўчаны каталёг, зь якога выбіраецца аватар
te: అవతర్ ప్రతిబింబమును యెంపికచేయుటకు అప్రమేయ డైరెక్టరి

source: Disable popup notifications when away
as: অনুপস্থিত হ'লে প'প-আপ সূচনাবাৰ্তা নিষ্ক্ৰিয় কৰা হ'ব
be: Адключыць раптоўнае інфармаваньне, калі мяне няма
te: దూరంగా వున్నప్పుడు పాప్అప్ నోటీసులను అచేతనముచేయుము

source: Disable sounds when away
as: অনুপস্থিত হ'লে শব্দ নিষ্ক্ৰিয় কৰা হ'ব
be: Адключыць гук, калі мяне няма
te: దూరంగా వున్నప్పుడు శబ్దములను అచేతనముచేయుము

source: Empathy can publish the user's location
as: Empathy দ্বাৰা ব্যৱহাৰকৰ্তাৰ ভৌগলিক অৱস্থান প্ৰকাশ কৰা সম্ভৱ হ'ব
be: Empathy можа апублікаваць знаходжаньне карыстальніка
te: ఎంఫతి వినియోగదారియొక్క స్థానమును ప్రచురించగలదు

source: Empathy can use the GPS to guess the location
as: GPS সহযোগে Empathy দ্বাৰা ভৌগলিক অৱস্থান গণনা কৰা সম্ভৱ হ'ব
be: Empathy можа ўжыць GPS, каб вызначыць знаходжаньне
te: స్థానమును అంచనావేయుటకు ఎంఫతి GPSను వుపయోగించగలదు

source: Empathy can use the cellular network to guess the location
as: ছেলুলাৰ নে'টৱৰ্ক সহযোগে Empathy দ্বাৰা ভৌগলিক অৱস্থান গণনা কৰা সম্ভৱ হ'ব
be: Empathy можа ўжыць сотавую сетку, каб вызначыць знаходжаньне
te: స్థానమును అంచనా వేయుటకు ఎంఫతి సెల్యులర్ నెట్వర్కును వుపయోగించగలదు

source: Empathy can use the network to guess the location
as: নে'টৱৰ্ক সহযোগে Empathy দ্বাৰা ভৌগলিক অৱস্থান গণনা কৰা সম্ভৱ হ'ব
be: Empathy можа ўжыць сетку, каб вызначыць знаходжаньне
te: స్థానమును అంచానావేయుటకు ఎంఫతి నెట్వర్కును వుపయోగించగలదు

source: Empathy default download folder
as: Empathy ৰ অবিকল্পিত ডাউনলোড ফোল্ডাৰ
be: Прадвызначаная тэка запамповак Empathy
te: Empathy అప్రమేయ డౌన్‌లోడు సంచయం

source: Empathy has asked about importing accounts
as: Empathy দ্বাৰা হিচাপ আমদানি সম্পৰ্কে প্ৰশ্ন কৰা হৈছে
be: Empathy спытала пра імпарт рахункаў
te: Empathy దిగుమతి చేయుచున్న ఖాతాలగురించి అడిగింది

source: Empathy should auto-connect on startup
as: আৰম্ভ সময়ত Empathy দ্বাৰা স্বয়ংক্ৰিয়ৰূপে সংযোগ স্থাপন কৰা হ'ব
be: Empathy павінна аўтаматычна злучацца падчас стартаваньня
te: ప్రారంభంనందు Empathy స్వయంచాలకంగా-అనుసంధానించబడాలి

source: Empathy should reduce the location's accuracy
as: Empathy দ্বাৰা ভৌগলিক অৱস্থানৰ নিৰ্ভুলতাৰ পৰিমাণ হ্ৰাস
be: Empathy мусіць зьменшыць дакладнасьць разьмяшчэньня
te: స్థానముయొక్క ఖచ్చితత్వమును ఎంఫతి తప్పక తగ్గించవలెను

source: Empathy should use the avatar of the contact as the chat window icon
as: সম্বাদৰ সংযোগক্ষেত্ৰৰ আইকন ৰূপে Empathy দ্বাৰা পৰিচয়ৰ অৱতাৰ প্ৰয়োগ কৰা হ'ব
be: Empathy павінна выкарыстоўваць аватар кантакту як малюнак акна размовы
te: Empathy పరిచయం యొక్క అవతార్‌ను చాట్ విండో ప్రతిమవలె వుపయోగించాలి

source: Enable WebKit Developer Tools
as: WebKit বিকাশক সৰঞ্জামৰ ব্যৱহাৰ সক্ৰিয় কৰা হ'ব
be: Уключыць сродкі распрацоўкі WebKit
te: వెబ్‌కిట్ అభివృద్దికారి సాధనములను చేతనపర్చుము

source: Enable popup notifications for new messages
as: নতুন বাৰ্তাৰ বাবে প'প-আপ সূচনাবাৰ্তা সক্ৰিয় কৰা হ'ব
be: Уключыць інфармаваньне раптоўнымі вокнамі пра новыя паведамленьні
te: కొత్త సందేశముల కొరకు పాపప్ నోటీసులను చేతనము చేయుము

source: Enable spell checker
as: বানা পৰীক্ষণ সক্ৰিয় কৰা হ'ব
be: Уключыць праверку артаграфіі
te: స్పెల్ చెకర్‌ను చేతనముచేయుము

source: Hide main window
as: প্ৰধান সংযোগক্ষেত্ৰ লুকুৱা হ'ব
be: Схаваць галоўнае акно
te: ముఖ్య విండోను మరుగున వుంచుము

source: Hide the main window.
as: প্ৰধান সংযোগক্ষেত্ৰ লুকুৱা হ'ব ।
be: Схаваць галоўнае акно.
te: ముఖ్య విండోను మరుగునవుంచుము.

source: MC 4 accounts have been imported
as: MC 4 হিচাপ আমদানি কৰা হৈছে
be: MC 4 рахункі былі імпартаваныя
te: MC 4 ఖాతాలు దిగుమతిచేయబడినవి

source: MC 4 accounts have been imported.
as: MC 4 হিচাপ আমদানি কৰা হৈছে ।
be: MC 4 рахункі былі імпартаваныя.
te: MC 4 ఖాతాలు దిగుమతిచేయబడినవి.

source: Nick completed character
as: নাম সম্পূৰ্ণকৰণৰ চিহ্ন
be: Сымбаль аўтадапаўненьня мянушкі
te: ముద్దుపేరు పూర్తిచేయు అక్షరము

source: Open new chats in separate windows
as: নতুন সম্বাদ আৰম্ভ হ'লে পৃথক সংযোগক্ষেত্ৰত প্ৰদৰ্শন কৰা হ'ব
be: Адкрываць новую размову ў асобным акне
te: కొత్త చాట్‌లను వేరువేరు విండోలనందు తెరువుము

source: Path of the adium theme to use
as: ব্যৱহাৰযোগ্য adium থিমৰ পাথ
be: Шлях да тэмы adium
te: ఉపయోగించుటకు ఆల్బమ్ థీమ్‌యొక్క పాత్.

source: Path of the adium theme to use if the theme used for chat is adium.
as: সম্বাদৰ বাবে adium থিম ব্যৱহাৰ কৰা হ'লে adium থিমৰ পাথ ।
be: Шляш да тэмы adium, каб выкарыстоўваць з чатамі ў adium.
te: చాట్‌నకు వుపయోగించిన థీమ్ ఆడియమ్ అయితే వుపయోగించుటకు ఆడియమ్ థీమ్ యొక్క.

source: Play a sound for incoming messages
as: নতুন বাৰ্তা প্ৰাপ্ত হ'লে শব্দ বজোৱা হ'ব
be: Агучваць уваходныя паведамленьні
te: లోనికివచ్చు సందేశములకు శబ్దమును వినిపించుము

source: Play a sound for new conversations
as: নতুন সম্বাদৰ বাবে শব্দ বজোৱা হ'ব
be: Граць гукі для новых размоў
te: కొత్త చర్చలకు శబ్దమును వినిపించుము

source: Play a sound for outgoing messages
as: নতুন বাৰ্তা পঠিওৱা হ'লে শব্দ বজোৱা হ'ব
be: Агучваць выходныя паведамленьні
te: బయటకుపోవు సందేశములకు శబ్దమును వినిపించుము

source: Play a sound when a contact logs in
as: পৰিচিত ব্যক্তি প্ৰৱেশ কৰিলে শব্দ বজোৱা হ'ব
be: Агучваць далучэньне кантактаў
te: పరిచయం లాగిన్ అయినప్పుడు శబ్దమును వినిపించుము

source: Play a sound when a contact logs out
as: পৰিচিত ব্যক্তি প্ৰস্থান কৰিলে শব্দ বজোৱা হ'ব
be: Граць гук, калі кантакт адлучаецца
te: పరిచయం లాగ్అవుట్ అయినప్పుడు శబ్దమును వినిపించుము

source: Play a sound when we log in
as: নিজেই প্ৰৱেশ কৰিলে শব্দ বজোৱা হ'ব
be: Акучваць маё далучэньне
te: మనము లాగిన్ అయినప్పుడు శబ్దమును వినిపించుము

source: Play a sound when we log out
as: নিজেই প্ৰস্থান কৰিলে শব্দ বজোৱা হ'ব
be: Агучваць маё адлучэньне
te: మనము లాగ్అవుట్ అయినప్పుడు శబ్దమును వినిపించుము

source: Popup notifications if the chat isn't focused
as: সম্বাদৰ ক্ষেত্ৰত ফোকাছ নকৰিলে প'প-আপ দ্বাৰা সূচিত কৰা হ'ব
be: Раптоўныя інфармаваньні, калі вакно размоў ня мае фокусу
te: చాట్ దృష్టీకరించకపోతే పాపప్ నోటీసులు

source: Popup notifications when a contact sign in
as: পৰিচিত ব্যক্তি সংযোগ কৰিলে প'প-আপ দ্বাৰা সূচিত কৰা হ'ব
be: Раптоўнае інфармаваньне далучэньня кантактаў
te: పరిచయం సైనిన్ అయినప్పుడు పాపప్ ప్రకటనలు

source: Popup notifications when a contact sign out
as: পৰিচিত ব্যক্তিয়ে এৰি গ'লে কৰিলে প'প-আপ দ্বাৰা সূচিত কৰা হ'ব
be: Раптоўнае інфармаваньне адлучэньня кантакатў
te: పరిచయం సైవుట్ అయినప్పుడు పాపప్ ప్రకటనలు

source: Salut account is created
as: Salut হিচাপ নিৰ্মিত হৈছে
be: Створаны рахунак Salut
te: Salut ఖాతా సృష్టించబడింది

source: Show avatars
as: অৱতাৰৰ ছবি প্ৰদৰ্শন কৰা হ'ব
be: Паказваць аватары
te: అవతారములను చూపుము

source: Show contact list in rooms
as: ৰুমত ব্যক্তিৰ তালিকা প্ৰদৰ্শন কৰা হ'ব
be: Паказаць сьпіс кантактаў у пакоях
te: రూములనందు పరిచయ జాబితాను చూపుము

source: Show hint about closing the main window
as: প্ৰধান সংযোগক্ষেত্ৰ বন্ধ কৰাৰ বাবে ইঙ্গিত প্ৰদৰ্শন কৰা হ'ব
be: Паказваць падказку падчас закрыцьця галоўнага акна
te: ముఖ్య విండోను మూయుటకు జాడ చూపుము

source: Show offline contacts
as: অফ-লাইন অৱস্থাত থকা পৰিচিত ব্যক্তিৰ তালিকা প্ৰদৰ্শন কৰা হ'ব
be: Паказваць адключаныя кантакты
te: ఆఫ్‌లైన్ పరిచయాలను చూపుము

source: Spell checking languages
as: ভাষাৰ বাবে বানান পৰীক্ষণ
be: Мовы для праверкі правапісу
te: స్పెల్ పరిశీలన భాషలు

source: The default folder to save file transfers in.
as: বিনিময় কৰা সামগ্ৰী সংৰক্ষণৰ বাবে চিহ্নিত ফোল্ডাৰ ।
be: Прадвызначаная тэчка для захаваньня атрыманых файлаў.
te: దస్త్రపు బదిలీకరణలను దాయుటకు అప్రమేయ ఫోల్డర్.

source: The last directory that an avatar image was chosen from.
as: সৰ্বশেষ অৱতাৰৰ বাবে ব্যৱহৃত ছবি যি পঞ্জিকাৰ পৰা নিৰ্বাচন কৰা হৈছে ।
be: Апошні каталёг, зь якога быў абраны аватар.
te: అవతారము ప్రతిబింబము యెంచుకొనబడినటువంటి ఆఖరి డైరెక్టరి.

source: The theme that is used to display the conversation in chat windows.
as: সম্বাদৰ সংযোগক্ষেত্ৰত কথোপকথন প্ৰদৰ্শনৰ বাবে ব্যৱহৃত থিম ।
be: Тэма, з дапамогай якой адлюстроўваецца размова ў акне.
te: చాట్ విండోలనందు చర్చను ప్రదర్శించుటకు వుపయోగించబడిన థీమ్.

source: Use graphical smileys
as: গ্ৰাফিকেল স্মাইলি ব্যৱহাৰ কৰক
be: Карыстацца графічнымі смайламі
te: గ్రాఫికల్ చిరునవ్వులను వుపయోగించుము

source: Use notification sounds
as: সূচনামূলক শব্দ ব্যৱহাৰ কৰা হ'ব
be: Выкарыстоўваць гукі паведамленьняў
te: నోటీసు శబ్దములను వుపయోగించుము

source: Use theme for chat rooms
as: ছেট ৰুমৰ বাবে থিম প্ৰয়োগ কৰা হ'ব
be: Выкарыстоўваць тэму для пакою размовы
te: చాట్ రూముల కొరకు థీమ్ వుపయోగించుము

source: Whether WebKit developer tools, such as the Web Inspector, should be enabled.
as: WebKit বিকাশক সৰঞ্জাম যেনে Web Inspector সক্ৰিয় কৰা হ'ব নে নাই ।
be: Ці мусяць быць уключаны сродкі распрацоўкі WebKit, такія як Web Inspector.
te: వెబ్ యిన్‌స్పెక్టర్ వంటి, వెబ్‌కిట్ డెవలపర్ సాధనములు, చేతనము చేయవలెనా.

source: Whether or not Empathy can publish the user's location to his contacts.
as: ব্যৱহাৰকৰ্তাৰ ভৌগলিক অৱস্থান Empathy দ্বাৰা ব্যৱহাৰকৰ্তাৰ পৰিচিতক প্ৰকাশ কৰা হ'ব নে নাই ।
be: Ці можа Empathy паведамляць знаходжаньне кантактам карыстальніка.
te: వినియోగదారి స్థానమును వాని పరిచయములకు ఎంఫతి ప్రచురించగలగాలా లేదా.

source: Whether or not Empathy can use the GPS to guess the location.
as: ভৌগলিক অৱস্থান নিৰ্ধাৰণৰ বাবে Empathy দ্বাৰা GPS ব্যৱহাৰ কৰা হ'ব নে নাই ।
be: Ці мусіць Empathy выкарыстоўваць GPS.
te: స్థానమును అంచెనా వేయుటకు ఎంఫతి GPSను వుపయోగించ గలగాలా లేదు.

source: Whether or not Empathy can use the cellular network to guess the location.
as: ভৌগলিক অৱস্থান নিৰ্ধাৰণৰ বাবে Empathy দ্বাৰা ছেলুলাৰ নে'টৱৰ্ক ব্যৱহাৰ কৰা হ'ব নে নাই ।
be: Ці можа Empathy выкарыстоўваць сотавую сетку, каб вызначыць знаходжаньне.
te: స్థానమును అంచనా వేయుటకు ఎంఫతి సెల్యులార్ నెట్వర్కును వుపయోగించగలగాలా లేదా.

source: Whether or not Empathy can use the network to guess the location.
as: ভৌগলিক অৱস্থান নিৰ্ধাৰণৰ বাবে Empathy দ্বাৰা নে'টৱৰ্ক ব্যৱহাৰ কৰা হ'ব নে নাই ।
be: Ці можа Empathy выкарыстоўваць сетку, каб вызначыць знаходжаньне.
te: స్థానమును అంచనా వేయుటకు ఎంఫతి నెట్వర్కును వుపయోగించగలగాలా లేదా.

source: Whether or not Empathy has asked about importing accounts from other programs.
as: অন্য প্ৰোগ্ৰামৰ পৰা হিচাপ আমদানি কৰাৰ উদ্দেশ্যে Empathy দ্বাৰা প্ৰশ্ন কৰা হৈছে নে নাই ।
be: Ці можа Empathy пытацца пра імпартаваньне рахункаў зь іншых праграм.
te: ఇతర ప్రోగ్రామ్సునుండి ఖాతాలను డౌనులోడు చేయుట గురించి Empathy అడగవలెనా లేదా.

source: Whether or not Empathy should automatically log in to your accounts on startup.
as: Empathy প্ৰাৰম্ভসময়ত স্বয়ংক্ৰিয়ৰূপে সকল হিচাপে প্ৰৱেশ কৰা হ'ব নে নাই ।
be: Ці мусіць Empathy аўтаматычна аўтэнтыфікаваць вашыя рахункі ў час запуску.
te: Empathy ప్రారంభంనందు మీ ఖాతాలలోనికి స్వయంచాలకంగా లాగిన్ అవ్వాలా లేదా.

source: Whether or not Empathy should reduce the location's accuracy for privacy reasons.
as: ভৌগলিক অৱস্থানৰ গোপনীয়তা বজায় ৰখাৰ বাবে Empathy দ্বাৰা অৱস্থান নিৰ্ধাৰণৰ সময় নিৰ্ভুলতাৰ পৰিমাণ হ্ৰাস কৰা হ'ব নে নাই ।
be: Ці мусіць Empathy зьмяншаць дакладнасьць знаходжаньня, каб зьберагчы вашу адасобленасьць.
te: గొప్యతా కారణాల దృష్ట్యా స్థానముయొక్క ఖచ్చితత్వాన్ని ఎంఫతి తగ్గించాలా వద్దా.

source: Whether or not Empathy should use the avatar of the contact as the chat window icon.
as: সম্বাদৰ সংযোগক্ষেত্ৰৰ আইকনৰূপে পৰিচয়ৰ অৱতাৰৰ ছবি Empathy দ্বাৰা প্ৰয়োগ কৰা হ'ব নে নাই ।
be: Ці мусіць Empathy выкарыстоўваць аватар кантакта у якасьці значка вакна размовы.
te: పరిచయంయొక్క అవతారమును Empathy చాట్ విండో ప్రతిమవలె వుపయోగించవలెనా లేదా.

source: Whether or not connectivity managers should be used to automatically disconnect/reconnect.
as: স্বয়ংক্ৰিয়ৰূপে সংযোগ স্থাপন/বিচ্ছিন্ন কৰাৰ বাবে সংযোগ পৰিচালনব্যৱস্থা প্ৰয়োগ কৰা হ'ব নে নাই ।
be: Ці мусіць выкарыстоўвацца кіраўнік далучэньняў, каб аўтаматычна спалучацца і разлучацца зь сецівам?
te: స్వయంచాలకంగా అననుసంధానించుటకు/పునఃసంధానించుటకు అనుసంధానపు నిర్వాహికలు వుపయోగించబడాలా వద్దా.

source: Whether or not the Salut account has been created on the first Empathy run.
as: Empathy প্ৰথমবাৰ সঞ্চালনৰ সময় Salut হিচাপ নিৰ্মিত হৈছে নে নাই ।
be: Ці мусіць быць створаны рахунак Salut у час першага запуску Empathy.
te: Empathy మొదటిసారి నడిపినప్పుడు Salut ఖాతా సృష్టించవలెనా లేదా.

source: Whether or not to check words typed against the languages you want to check with.
as: কোনো শব্দ লিখা হ'লে পৰীক্ষণৰ বাবে চিহ্নিত ভাষাসমূহ অনুযায়ী তাক পৰীক্ষা কৰা হ'ব নে নাই ।
be: Ці спраўджваць правапіс словаў згодна з пазначанымі мовамі.
te: మీరు పరిశీలించాలని అనుకొన్న భాషలకు ప్రవేశపెట్టన పదములు పరిశీలించాలా వద్దా.

source: Whether or not to convert smileys into graphical images in conversations.
as: সম্বাদৰ সময় স্মাইলি চিহ্নসমূহ ছবিতে ৰূপান্তৰ কৰা হ'ব নে নাই ।
be: Ці канвэртаваць смайлы ў графічныя малюнкі ў размовах?
te: చర్చలనందు చిరునవ్వులను గ్రాఫికల్ చిత్రములలోనికి మార్చాలా వద్దా

source: Whether or not to play a sound to notify for contacts logging in the network.
as: পৰিচিত ব্যক্তিৰ নে'টৱৰ্কত প্ৰৱেশ কৰিলে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра далучэньне кантактаў.
te: నెట్వర్కునందు లాగిన్ అయ్యిన పరిచయములకు శబ్ధము వినిపించవలెనా లేదా.

source: Whether or not to play a sound to notify for contacts logging off the network.
as: পৰিচিত ব্যক্তিৰ নে'টৱৰ্কত প্ৰস্থান কৰিলে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра адлучэньне кантактаў.
te: నెట్వర్కునుండి లాగాఫ్ అయిన పరిచయములకు శబ్ధములను వినిపించవలెనా లేదా.

source: Whether or not to play a sound to notify for events.
as: বিভিন্ন ঘটনা সম্পৰ্কে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра падзеі.
te: ఘటనలను తెలియజేయుటకు శబ్దమును వినిపించాలా వద్దా.

source: Whether or not to play a sound to notify for incoming messages.
as: প্ৰাপ্ত বাৰ্তা সম্পৰ্কে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра ўваходныя паведамленьні.
te: లోనికివచ్చు సందేశములను తెలియజేయుటకు శబ్ధమును వినిపించవలెనా లేదా.

source: Whether or not to play a sound to notify for new conversations.
as: নতুন সম্বাদ সম্পৰ্কে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра новыя размовы.
te: కొత్త చర్చలను తెలియజెప్పుటకు శబ్ధమును వినిపించవలెనా.

source: Whether or not to play a sound to notify for outgoing messages.
as: প্ৰৰিত বাৰ্তা সম্পৰ্কে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, каб інфармаваць пра выходнае паведамленьне.
te: బయటకువెళ్ళు సందేశములను తెలియజెప్పుటకు శబ్ధములను వినిపించవలెనా.

source: Whether or not to play a sound when logging in a network.
as: নে'টৱৰ্কত প্ৰৱেশ কৰিলে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць гук, калі далучаемся.
te: నెట్వర్కునందు లాగిన్ అయ్యనప్పుడు శబ్ధమును వినిపించవలెనా.

source: Whether or not to play a sound when logging off a network.
as: নে'টৱৰ্কত প্ৰস্থান কৰিলে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці граць куг, калі адлучаемся.
te: నెట్వర్కునుండి లాగాఫ్ అయినప్పుడు శబ్ధమును వినిపించవలెనా.

source: Whether or not to play sound notifications when away or busy.
as: অনুপস্থিত অথবা ব্যস্ত থাকিলে সূচনাপ্ৰদানৰ বাবে শব্দ বজোৱা হ'ব নে নাই ।
be: Ці прайграваць гук, калі мяне няма ці заняты.
te: దూరంగావున్నప్పుడు లేదా బ్యుజీగావున్నప్పుడు శబ్దములను వినిపించవలెనా.

source: Whether or not to show a popup notification when a contact goes offline.
as: পৰিচিত ব্যক্তি অফ-লাইন হ'লে প'প-আপ সূচনাবাৰ্তা প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці паказваць раптоўнае інфармаваньне, калі кантакт адлучаецца.
te: పరిచయం ఆఫ్‌లైన్‌కు వెళ్ళినప్పుడు పాపప్ ప్రకటనను చూపాలా వద్దా.

source: Whether or not to show a popup notification when a contact goes online.
as: পৰিচিত ব্যক্তি অন-লাইন আহিলে প'প-আপ সূচনাবাৰ্তা প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці паказваць раптоўнае інфармаваньне, калі кантакт далучаецца.
te: పరిచయం ఆన్‌లైన్‌కు వెళ్ళినప్పుడు పాపప్ ప్రకటన చూపాలా వద్దా.

source: Whether or not to show a popup notification when receiving a new message even if the chat is already opened, but not focused.
be: Ці адлюстроўваць раптоўнае інфармаваньне, калі прыходзіць новае паведамленьне, нават калі вакно гутаркі ўжо адркрыта, але ня мае фокусу.
te: చాట్ తెరిచివుండి, దృష్టి సారించకపోతే, కొత్త సందేశము వచ్చినప్పుడు పాపప్ నోటీసు చుయించవలెనా లేదా.

source: Whether or not to show a popup notification when receiving a new message.
as: নতুন বাৰ্তা প্ৰাপ্ত কৰা হ'লে প'প-আপৰ মাধ্যমে সূচনা প্ৰদান কৰা হ'ব নে নাই ।
be: Ці паказваць раптоўныя інфармаваньні, калі атрымліваю новае паведамленьне.
te: కొత్త సందేశము వచ్చినప్పుడు పాపప్ నోటీసు చూయించవలెనా లేదా.

source: Whether or not to show avatars for contacts in the contact list and chat windows.
be: Ці паказваць аватары ў сьпісе кантактаў і вокнах размовы?
te: చాట్ విండోలు మరియు పరిచయ జాబితానందు పరిచయముల కొరకు అవతారములను చూయించాలా వద్దా.

source: Whether or not to show contacts that are offline in the contact list.
as: পৰিচয় তালিকাত উপস্থিত ব্যক্তি অফ-লাইন থাকিলে তালিকাত তেওঁৰ প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці паказваць у сьпісе офлайн-кантакты?
te: పరిచయ జాబితానందు ఆఫ్‌లైనుగావున్న పరిచయాలను చూయించాలా వద్దా.

source: Whether or not to show popup notifications when away or busy.
as: অনুপস্থিত অথবা ব্যস্ত থাকিলে প'প-আপ সূচনাবাৰ্তা প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці адлюстроўваць раптоўныя інфармаваньні, калі мяне няма ці заняты.
te: దూరంగా లేదా బ్యుజిగా వున్నప్పుడు పాపప్ నోటీసులు చూయించాలా వద్దా.

source: Whether or not to show the contact list in chat rooms.
as: ছেট ৰুমত পৰিচয় তালিকা প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці паказваць сьпіс кантактаў у пакоях чатаў.
te: చాట్ గదులనందు పరిచయ జాబితాను చూపాలా వద్దా.

source: Whether or not to show the message dialog about closing the main window with the 'x' button in the title bar.
be: Ці паказваць дыялёг з паведамленьнем пра закрыцьцё галоўнага вакна з кнопкай x у панэлі загалоўка.
te: ముఖ్య విండో మూయుటకు సందేశపు డైలాగ్ 'x' బటన్‌తో శీర్షిక పట్టీనందు చూయించాలా వద్దా.

source: Whether to show the contact list in compact mode or not.
as: সংকুচিত মোডত পৰিচয় তালিকা প্ৰদৰ্শন কৰা হ'ব নে নাই ।
be: Ці паказваць сьпіс кантактаў у сьціслым выглядзе?
te: పరిచయ జాబితాను యిమిడిక రీతిలో చూయించాలా వద్దా.

source: Whether to use the theme for chat rooms or not.
as: ছেট ৰুমৰ বাবে থিম ব্যৱহাৰ কৰা হ'ব নে নাই ।
be: Ці карыстацца тэмамі для пакояў?
te: చాట్ రూముల కొరకు థీమ్ వుపయోగించాలా వద్దా.

source: Which criterium to use when sorting the contact list. Default is to use sort by the contact's name with the value "name". A value of "state" will sort the contact list by state.
be: Які крытэр выкарыстоўваць для ўпарадкаваньня сьпісу кантактаў. Прадвызначанае значэньне - упарадковаць па назвах кантактаў - „name”. Значэньне „state” будзе ўпарадкоўваць знодна з станам кантактаў.
te: పరిచయ జాబితాను క్రమీకరిస్తున్నప్పుడు ఏ విధానాన్ని వుపయోగించాలి. పరిచయ నామమును "name" విలువతో వుపయోగించి క్రమీకరణ చేయుట అప్రమేయం. విలువ "state" అనునది పరిచయ జాబితాను స్థితితో క్రమీకరిస్తుంది.

source: Can't set an empty display name
as: প্ৰদৰ্শনযোগ্য নাম ৰিক্ত ৰখা নাযাব
be: Немагчыма задаць пустое імя
te: ఖాళీ ప్రదర్శన నామమును అమర్చలేక పోయింది

source: The hash of the received file and the sent one do not match
as: প্ৰাপ্ত আৰু প্ৰেৰিত নথিপত্ৰৰ হেশ্ব অমিল
be: Хэш атрыманага і дасланага файлаў не супадае
te: స్వీకరించిన దస్త్రము మరియు పంపిన దానియొక్క హాష్ సరిపోలలేదు

source: File transfer not supported by remote contact
as: দূৰবৰ্তী পৰিচয় দ্বাৰা নথিপত্ৰ বিনিময় সমৰ্থিত নহয়
be: Кантакт не падтрымлівае перадачу файлаў
te: దూరస్థ పరిచయం ద్వారా దస్త్ర బదిలీకరణ మద్దతీయబడుటలేదు

source: The selected file is not a regular file
as: নিৰ্বাচিত নথিপত্ৰ এটা স্বাভাবিক নথিপত্ৰ নহয়
be: Вылучаны файл не зьяўляецца звычайным
te: ఎంపికకాబడిన దస్త్రము సాధారణ దస్త్రము కాదు

source: The selected file is empty
as: নিৰ্বাচিত নথিপত্ৰ ৰিক্ত
be: Вылучаны файл пусты
te: ఎంపికకాబడిన దస్త్రము ఖాళీ

source: People nearby
as: ওচৰৰ ব্যক্তিৰ
be: Людзі побач
te: దగ్గరలోని ప్రజలు

source: Socket type not supported
as: ছ'কেটৰ ধৰন সমৰ্থিত নহয়
be: Тып сокетаў не падтрымліваецца
te: సాకెట్ రకము మద్దతీయనిది

source: No reason was specified
as: কোনো কাৰণ উল্লিখিত নহয়
be: Няма вызначанае прычыны
te: ఎటువంటి కారణం తెలుపలేదు

source: The change in state was requested
as: অৱস্থাৰ পৰিবৰ্তন অনুৰোধ কৰা হৈছে
be: Запыт зьмены стану
te: స్థితినందు మార్పు అభ్యర్దించబడినది

source: You canceled the file transfer
as: নথিপত্ৰ বিনিময়ৰ কাম আপুনি বাতিল কৰিছে
be: Вы скасавалі перадачу файла
te: మీరు దస్త్రపు బదిలీకరణను రద్దుచేసినారు

source: The other participant canceled the file transfer
as: নথিপত্ৰ বিনিময়ৰ কাম অন্য ব্যৱহাৰকৰ্তা বাতিল কৰিছে
be: Другі ўдзельнік скасаваў перадачу файла
te: వేరొకరు దస్త్రపు బదిలీకరణను రద్దుచేసినారు

source: Error while trying to transfer the file
as: নথিপত্ৰ বিনিময় কৰিবলৈ সমস্যা
be: Памылка перадачы файла
te: దస్త్రమును బదిలీకరించుటకు ప్రయత్నిస్తున్నప్పుడు దోషము

source: The other participant is unable to transfer the file
as: অন্য ব্যৱহাৰকৰ্তা নথিপত্ৰ বিনিময় কৰিবলৈ সক্ষম নহয়
be: Другі ўдзельнік ня мога перадаць файл
te: పాల్గొనిన వానిలో మరియొకరు దస్త్రమును బదిలీకరించలేక పోయినారు

source: Unknown reason
as: অজ্ঞাত কাৰণ
be: Невядомая прычына
te: తెలియని కారణం

source: Available
as: উপস্থিত
be: Даступны
te: అందుబాటులోవుంది

source: Busy
as: ব্যস্ত
be: Заняты
te: తీరికలేదు

source: Away
as: অনুপস্থিত
be: Адсутнічаю
te: దూరంగా

source: Hidden
as: লুকুৱা
be: Схаваны
te: మరుగుపడిన

source: Offline
as: অফ-লাইন
be: Адлучаны
te: లైనువెలుపల

source: People Nearby
as: ওচৰৰ ব্যক্তিৰ
be: Людзі побач
te: దగ్గరలోని ప్రజలు

source: Yahoo! Japan
te: Yahoo! జపాన్

source: Facebook Chat
te: ఫేస్‌బుక్ చాట్

source: %d second ago
as: %d ছেকেণ্ড আগতে
be: %d сэкунду таму
te: %d సెకను క్రితము

source: %d minute ago
as: %d মিনিট আগতে
be: %d хвіліну таму
te: %d నిముషము క్రితము

source: %d hour ago
as: %d ঘন্টা আগতে
be: %d гадзіну таму
te: %d గంట క్రితము

source: %d day ago
as: %d দিন আগতে
be: %d дзень таму
te: %d రోజు క్రితము

source: %d week ago
as: %d সপ্তাহ আগতে
be: %d тыдзень таму
te: %d వారము క్రితము

source: %d month ago
as: %d মাহ আগতে
be: %d месяц таму
te: %d నెల క్రితము

source: in the future
as: ভবিষ্যতে
be: у будучыні
te: భవిష్యత్తునందు

source: All
as: সকলো
be: Усе
te: అన్ని

source: Enabled
as: সক্ৰিয়
be: Уключаны
te: క్రియాశీలీకరించిన
