Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/po/*.po
Languages: as, be, te

source: Could not stop room listing
as: ৰুমৰ তালিকা নিৰ্মাণ বন্ধ কৰিবলৈ ব্যৰ্থ
be: Немагчыма спыніць агляд пакояў
te: గది జాబితాకరణను ఆపలేక పోయింది

source: Couldn't load room list
as: ৰুমৰ তালিকা লোড কৰিবলৈ ব্যৰ্থ
be: Немагчыма загрузіць сьпіс пакояў
te: గది జాబితాను లోడు చేయలేకపోయింది

source: Enter the room name to join here or click on one or more rooms in the list.
be: Каб увайсьці ў пакой, злучыцеся тут альбо клікніце ў адзін (ці болей) пакой у сьпісе.
te: ఇక్కడ జేరుటకు గది నామమును ప్రవేశపెట్టుము లేదా జాబితానందలి వొకటి లేదా యెక్కువ గదులపై నొక్కుము.

source: Enter the server which hosts the room, or leave it empty if the room is on the current account's server
be: Увайсьці на сэрвэр, на якім месьціцца пакой, альбо пакінуць пустым, калі пакой знаходзіцца на сэрвэры дзейнага рахунку
te: గదికి ఆతిధ్యమిచ్చు సేవికను ప్రవేశపెట్టండి, లేదా అది ప్రస్తుత ఖాతా సేవికలో వుంటే ఖాళీగా వదిలివేయండి

source: Join Room
as: ৰুমত যোগ দিয়ক
be: Увайсьці ў пако
te: గదిని చేర్చు

source: Room List
as: ৰুমৰ তালিকা
be: Сьпіс пакояў
te: గది జాబితా

source: _Room:
as: ৰুম: (_R)
be: _Пакой:
te: గది (_R):

source: Message received
as: প্ৰাপ্ত বাৰ্তা
be: Атрымана паведамленьне
te: సందేశం స్వీకరించబడింది

source: Message sent
as: বাৰ্তা পঠিওৱা হৈছে
be: Паведамленьне даслана
te: సందేశం పంపబడింది

source: New conversation
as: নতুন সম্বাদ
be: Новая размова
te: కొత్త చర్చ

source: Contact goes online
as: পৰিচয় অন-লাইন আহিছে
be: Кантакт далучыўся
te: పరిచయం ఆన్‌లైన్‌కు వెళుతుంది

source: Contact goes offline
as: পৰিচয় অফ-লাইন হৈছে
be: Кантакт адлучыўся
te: పరిచయం ఆఫ్‌లైనుకు వెళుతుంది

source: Account connected
as: হিচাপ সংযুক্ত কৰা হৈছে
be: Рахунак далучаны
te: ఖాతా అనుసంధానమైంది

source: Account disconnected
as: হিচাপৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হৈছে
be: Рахунак адлучаны
te: ఖాతా అననుసంధానమైంది

source: Language
as: ভাষা
be: Мова
te: భాష

source: Allow _GPS usage
as: GPS ৰ ব্যৱহাৰ অনুমোদন কৰা হ'ব (_G)
be: Дазволіць выкарыстаньне _GPS
te: _GPS వినియోగమును అనుమతించుము

source: Allow _cellphone usage
as: ছেলফোনৰ ব্যৱহাৰ অনুমোদন কৰা হ'ব (_c)
be: Дазвольіць выкарыстаньне _сотавай сувязі
te: సెల్‌ఫోన్ వినియోగమును అనుమతించుము (_c)

source: Allow _network usage
as: নে'টৱৰ্কৰ ব্যৱহাৰ অনুমোদন কৰা হ'ব (_n)
be: Дазволіць выкарыстаньне _сеткі
te: నెట్వర్కు వినియోగమును అనుమతించుము (_n)

source: Appearance
as: চেহেৰা ছবি
be: <b>Вонкавы выгляд</b>
te: కనిపించువిధము

source: Automatically _connect on startup
as: প্ৰাৰম্ভসময়ত স্বয়ংক্ৰিয়ৰূপে সংযোগ স্থাপন কৰা হ'ব (_c)
be: Аўтаматычна _злучацца падчас стартаваньня
te: ప్రారంభంనందు స్వయంచాలకంగా అనుసంధానమవ్వు (_c)

source: Behavior
as: আচৰণ
be: Паводзіны
te: ప్రవర్తన

source: Chat Th_eme:
as: ছেটৰ থিম: (_e)
be: _Тэма размовы:
te: చాట్ థీమ్ (_e):

source: Disable notifications when _away or busy
as: অনুপস্থিত অথবা ব্যস্ত থাকিলে সূচনাপ্ৰদানৰ ব্যৱস্থা নিষ্ক্ৰিয় কৰা হ'ব (_a)
be: Адключыць інфармаваньні, калі мяне н_яма ці заняты
te: దూరంగా లేదా బ్యుజీగా వున్నప్పుడు నోటీసులను అచేతనముచేయి (_a)

source: Disable sounds when _away or busy
as: অনুপস্থিত অথবা ব্যস্ত থাকিলে শব্দ নিষ্ক্ৰিয় কৰা হ'ব (_a)
be: Адключыць гукі, калі м_яне няма ці заняты
te: దూరంగా లేదా బ్యుజీగా వున్నప్పుడు శబ్దములను అచేతనముచేయి (_a)

source: Enable notifications when a contact comes online
as: পৰিচিত ব্যক্তি অন-লাইন আহিলে সূচনাপ্ৰদানৰ ব্যৱস্থা সক্ৰিয় কৰা হ'ব
be: Паказваць інфармаваньні, калі кантакт далучаецца
te: పరిచయము ఆన్‌లైనునకు వచ్చినప్పుడు ప్రకటనలను చేతనపరస్తుంది

source: Enable notifications when a contact goes offline
as: পৰিচিত ব্যক্তি অফ-লাইন হ'লে সূচনাপ্ৰদানৰ ব্যৱস্থা সক্ৰিয় কৰা হ'ব
be: Паказваць інфармаваньні, калі кантакт адлучаецца
te: పరిచయం ఆఫ్‌లైన్‌కు వెళ్ళినప్పుడు ప్రకటనలను చేతనపరస్తుంది

source: Enable notifications when the _chat is not focused
be: Паказваць інфармаваньні, калі вакно _размоў ня мае фокусу
te: చాట్‌పై దృష్టిసారించనప్పుడు నోటీసులను చేతనముచేయి (_c)

source: Enable spell checking for languages:
as: চিহ্নিত ভাষাসমূহৰ বাবে বানান পৰীক্ষণ সক্ৰিয় কৰা হ'ব:
be: Спраўджваць правапіс для гэтых моў:
te: భాషల కొరకు స్పెల్లింగ్ పరిశీలనను చేతనము చేయుము:

source: General
as: সাধাৰণ
be: Агульнае
te: సాధారణ

source: Geoclue Settings
as: Geoclue সংক্ৰান্ত বৈশিষ্ট্য
be: Настаўленьні знаходжаньня
te: Geoclue అమరికలు

source: Location
as: অৱস্থান
be: Знаходжаньне
te: స్థానము

source: Notifications
as: সূচনাবাৰ্তা
be: Паведамленьні
te: నోటీసులు

source: Play sound for events
as: বিভিন্ন ঘটনাৰ বাবে শব্দ বজোৱা হ'ব
be: Агучваць падзеі
te: ఘటనల కొరకు శబ్దమును ప్లేచేయుము

source: Preferences
as: পছন্দ
be: Перавагі
te: అభీష్టాలు

source: Privacy
as: গোপনীয়তা
be: Адасобленасьць
te: గోప్యత

source: Reduced location accuracy means that nothing more precise than your city, state and country will be published. GPS coordinates will be accurate to 1 decimal place.
be: Паменшаная дакладнасьць знаходжаньня азначае, што нічога дакладней за ваш горад, штат ці краіну ня будзе вядома. GPS-каардынаты будуць акруглены да 1 дзесятковага знака.
te: స్థానము ఖచ్చితత్వమును తగ్గించుటవలన మీ పట్టణము, రాష్ట్రము మరియు దేశము కన్నా యెక్కువ ప్రచురింపబడవు. GPS కోఆర్డినేట్లు 1 డెసిమల్ స్థానమునకు ఖచ్చితముగా వుంటాయి.

source: Show _smileys as images
as: ছবি ৰূপে স্মাইলি প্ৰদৰ্শন কৰা হ'ব (_s)
be: Паказваць смайлы як малюнкі
te: చిరునవ్వులను ప్రతిబింబములవలె చూపుము (_s)

source: Show contact _list in rooms
as: ৰুমত পৰিচিত ব্যক্তিৰ তালিকা প্ৰদৰ্শন কৰা হ'ব (_l)
be: _Паказаць сьпіс кантактаў ў пакоях
te: గదులనందు పరిచయ జాబితాను చూపుము (_l)

source: Sounds
as: শব্দ
be: Гукі
te: ధ్వనులు

source: Spell Checking
as: বানান পৰীক্ষণ
be: Праверка артаграфіі
te: స్పెల్ పరిశీలన

source: The list of languages reflects only the languages for which you have a dictionary installed.
be: Сьпіс моў адлюстроўвае толькі мовы, для якіх вы маеце ўсталяваныя слоўнікі.
te: మీరు ఏ భాగలకైతే పదకోశములు సంస్థాపించారో ఆ భాషల జాబితానే ప్రతిబింబిస్తుంది.

source: Themes
as: থিম
be: Тэмы
te: థీమ్సు

source: _Enable bubble notifications
as: বাবল দ্বাৰা সূচনাপ্ৰদান সক্ৰিয় কৰা হ'ব (_E)
be: _Уключыць раптоўныя інфармаваньні
te: ద్వంద నోటీసులను చేతనముచేయి (_E)

source: _Enable sound notifications
as: শব্দ দ্বাৰা সূচনাপ্ৰদান সক্ৰিয় কৰা হ'ব (_E)
be: _Агучваць інфармаваньні
te: శబ్దపు నోటీసులను చేతనముచేయి (_E)

source: _Open new chats in separate windows
as: নতুন ছেটসমূহ পৃথক সংযোগক্ষেত্ৰত খোলা হ'ব (_O)
be: _Адкрываць новую размову ў асобным акне
te: వేరువేరు విండోలనందు కొత్త చాట్లను తెరువుము (_O)

source: _Publish location to my contacts
as: পৰিচিত ব্যক্তিৰ অৱস্থান প্ৰকাশ কৰা হ'ব (_P)
be: _Паведамльяць аб знаходжаньні маім кантактам
te: స్థానమును నా పరిచయములకు ప్రచురించుము (_P)

source: _Reduce location accuracy
be: Па_меншыць дакладнасьць знаходжаньня
te: స్థానము ఖచ్చితత్వమును తగ్గించుము (_R)

source: Status
as: অৱস্থা
be: Стан
te: స్థితి

source: _Quit
as: প্ৰস্থান (_Q)
be: _Выйсьці
te: నిష్క్రమించు (_Q)

source: Unable to start application for service %s: %s
as: %s সেৱাৰ বাবে অনুপ্ৰয়োগ আৰম্ভ কৰিবলৈ ব্যৰ্থ: %s
be: Немагчыма запусьціць дастасаваньне для службы %s: %s
te: సేవ %s కొరకు అనువర్తనమును ప్రారంభించలేదు: %s

source: An invitation was offered for service %s, but you don't have the needed application to handle it
be: Атрымана запрашэньне для службы %s, але вы ня маеце дастасаваньня, каб працаваць зь ёй.
te: సేవ %s కొరకు వొక అహ్వానము అందించబడింది, అయితే దానిని సంభాలించుటకు అవసరమైన అనువర్తనమును మీరు కలిగిలేరు.

source: Contact Map View
as: Map View ৰ সৈতে সংযোগ স্থাপন কৰা হ'ব
be: Мапа кантактаў
te: పరిచయపు మాప్ దర్శనము

source: Error
as: ত্ৰুটি
be: Памылка
te: దోషము

source: Critical
as: গুৰুত্বপূৰ্ণ
be: Крытычна
te: క్లిష్టమైన

source: Warning
as: সতৰ্কবাৰ্তা
be: Папярэджаньне
te: హెచ్చరిక

source: Message
as: বাৰ্তা
be: Паведамленьне
te: సందేశము

source: Info
as: তথ্য
be: Інфармаваньне
te: సమాచారము

source: Debug
as: ডিবাগ
be: Адладка
te: డీబగ్

source: Save
as: সংৰক্ষণ
be: Захаваць
te: దాయి

source: Debug Window
as: ডিবাগ সংযোগক্ষেত্ৰ
be: Вакно адладкі
te: డీబగ్ విండో

source: Pause
as: স্থাগিত কৰা হ'ব
be: Паўза
te: నిలిపివుంచు

source: Level
as: স্তৰ
be: Узровень
te: స్థాయి

source: Time
as: সময়
be: Час
te: సమయం

source: Domain
as: ডোমেইন
be: Дамэн
te: డొమైన్

source: Category
as: শ্ৰেণী
be: Катэгорыя
te: వర్గము

source: Level
as: স্তৰ
be: Узровень
te: స్థాయి

source: The selected connection manager does not support the remote debugging extension.
be: Вылучаны кіраўнік далучэньня не падтрымлівае пашырэньне аддаленае адладкі.
te: దూరస్థ డీబగ్గింగ్ పొడిగింపును యెంపికైన అనుసంధానపు నిర్వాహిక మద్దతించుటలేదు.

source: %B %e, %Y at %R UTC
as: %B %e, %Y %R UTC ত
be: %B %e, %Y у %R UTC

source: OS:
be: Сістэма:

source: Croatian
as: ক্ৰোয়েছিয়ান
be: Харвацкі

source: Icelandic
as: আইছলেন্ডিক
be: Ісьляндзкі

source: Vietnamese
as: ভিয়েতনামিছ
be: Віетнамскі

source: %s on %s
be: %s на %s
