Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/po/*.po
Languages: as, be, te

source: Set your own presence
as: নিজৰ উপস্থিতি সংক্ৰান্ত তথ্য নিৰ্ধাৰণ কৰক
be: Задаць уласнае паведамленьне
te: మీ స్వంత హాజరును అమర్చుము

source: Don't connect on startup
as: প্ৰাৰম্ভে সংযোগ স্থাপন কৰা ন'হ'ব
be: Не злучацца падчас стартаваньня
te: ప్రారంభంనందు అనుసంధానించ వద్దు

source: Don't show the contact list on startup
as: প্ৰাৰম্ভসময়ত পৰিচিত ব্যক্তিৰ তালিকা প্ৰদৰ্শন কৰা ন'হ'ব
be: Не паказваць сьпіс кантактаў падчас стартаваньня
te: ప్రారంభంవద్ద పరిచయ జాబితాను చూపవద్దు

source: Show the accounts dialog
as: হিচাপ সংক্ৰান্ত ডায়লগ প্ৰদৰ্শন কৰা হ'ব
be: Паказваць дыялёгі рахункаў
te: ఖాతాల డైలాగును చూపవద్దు

source: - Empathy IM Client
as: - Empathy IM গ্ৰাহক
be: - Empathy - IM кліент
te: - ఎంఫతి IM కక్షిదారి

source: Empathy is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
be: Empathy зьяўляецца свабоднай праграмай, якую можна распаўсюджваць і мадыфікаваць згодна з умовамі GNU General Public License, апублікаванай Free Software Foundation у вэрсіі 2 альбо любой пазьнейшай.
te: Empathy ఉచిత సాఫ్టువేర్; ఉచిత సాఫ్టువేర్ సంస్థ తరుపున ప్రచురితమైనGNU జనరల్ పబ్లిక్ లైసెన్సు కు లోబడి దీనిని మీరు పునఃపంపిణి మరియు/లేదాసవరణ చేయవచ్చు; మీరు అనుసరించవలిసినది లైసెన్సు యొక్క వర్షన్ 2, లేదా(మీ ఐచ్చికం వద్ద) దాని తరువాతి వర్షన్ కాని.

source: Empathy is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
be: Empathy распаўсюджваецца з надзеяй, што ён будзе карысны, але БЕЗЬ НІЯКІХ ГАРАНТЫЯЎ; нават, без намёкаў гарантыі прадукта ці прдатнасьці для практычнага выкарыстоўваньня. За падрабязнасьцямі зьвяртайцеся да GNU General Public License.
te: Empathy అది ఉపయోగపడుతుందనే నమ్మకం తో పంపిణీ చేయబడింది,అయితే ఏ హామి లేదు; వ్యాపారసంబంధితంగా కాని లేదా ప్రతిపాదిత ప్రయోజనం కొరకుకాని హామీ లేదు. అధికవివరములకొరకు GNU జనరల్ పబ్లిక్ లైసెన్సు నుచూడండి.

source: You should have received a copy of the GNU General Public License along with Empathy; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-130159 USA
be: Калі вы не атрымалі копію Ўсеагульнай Грамадзкай Ліцэнзіі GNU разам з Empathy, дашліце ліст да Free Software Foundation, Inc., на адрас: 51 Franklin Street, Fifth Floor, Boston, MA 02110-130159 USA
te: Empathyతో మీరు GNU జనరల్ పబ్లిక్ లైసెన్సు నకలు ను పొంది ఉంటారు;పొందకపోతే, Free Software Foundation, Inc., 51 Franklin Street, FifthFloor, Boston. MA02110-1301, USA కు వ్రాయండి.

source: An Instant Messaging client for GNOME
as: GNOME ৰ সৈতে ব্যৱহাৰযোগ্য ইনস্টেন্ট মেছেজিং গ্ৰাহক
be: Кліент абмену паведамленьнямі для GNOME
te: GNOME కొరకు సత్వర సందేశ కక్షిదారి

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
be: insomnia <defragbrain@gmail.com>
te: KrishnaBabu K <kkrothap@redhat.com> 2008.

source: There has been an error while importing the accounts.
as: হিচাপ আমদানি কৰাৰ সময় কিছু সমস্যা দেখা দিছে ।
be: Узьнікла памылка ў час імпарту рахункаў.
te: ఖాతాలను దిగుమతిచేయుచున్నప్పుడు అక్కడ వొక దోషము వుంది.

source: There has been an error while parsing the account details.
as: হিচাপৰ তথ্য পাৰ্স কৰাৰ সময় এটা সমস্যা দেখা দিছে ।
be: Узьнікла памылка ў час разбору дэталяў рахунку.
te: ఖాతా వివరములను పార్శింగ్ చేయుచున్నప్పుడు అక్కడ వొక దోషము వుంది.

source: There has been an error while creating the account.
as: হিচাপ নিৰ্মাণসময়ত এটা সমস্যা দেখা দিছে ।
be: Узьнікла памылка ў час стварэньня рахунка.
te: ఖాతాను సృష్టించునప్పుడు అక్కడ వొక దోషము వుంది.

source: There has been an error.
as: এটা সমস্যা দেখা দিছে ।
be: Узьнікла памылка.
te: అక్కడ వొక దోషమువుంది.

source: The error message was: <span style="italic">%s</span>
as: উৎপন্ন ত্ৰুটিৰ বাৰ্তা: <span style="italic">%s</span>
be: Тэкст памылкі: <span style="italic">%s</span>
te: దోషము సందేశము: <span style="italic">%s</span>

source: You can either go back and try to enter your accounts' details again or quit this assistant and add accounts later from the Edit menu.
be: Вы можаце альбо вярнуцца назад і ўвесьці дэталі вашаха рахунку нанова, альбо выйсьці з гэтага майстру і дадаць рахункі пазьней (праз мэню Рэдагаваньне).
te: మీరు మీ ఖాతాల సమాచారమును ప్రవేశపెట్టుటకు మరలా వెనక్కువెళ్ళి ప్రయత్నించవచ్చు లేదా ఈ సహాయకిని నిష్క్రమించి మరియు సరికూర్చు మెనూనుండి మీ ఖాతాలను తరువాత జతచేయుము.

source: An error occurred
as: এটা ত্ৰুটি দেখা দিছে
be: Узьнікла памылка
te: ఒక దోషము యెదురైంది

source: New %s account
as: নতুন %s হিচাপ
be: Новы рахунак %s
te: కొత్త %s ఖాతా

source: What kind of chat account do you have?
as: সম্বাদৰ কি ধৰনৰ হিচাপ উপস্থিত আছে?
be: Рахунак якога тыпу вы маеце?
te: ఏ రకమైన చాటా ఖాతా మీరు కలిగివున్నారు?

source: Do you have any other chat accounts you want to set up?
as: প্ৰস্তুত কৰাৰ উদ্দেশ্যে অন্য কোনো সম্বাদৰ হিচাপ উপস্থিত আছে নেকি ?
be: Ці маеце іншыя рахункі, якія б жадалі наладзіць?
te: మీరు అమర్చాలని అనుకొనుచున్న యేవైనా చాట్ ఖాతాలను మీరు కలిగివున్నారా?

source: Enter your account details
as: আপোনাৰ হিচাপৰ বিবৰণ ইয়াত লিখক
be: Увядзіце дэталі вашага рахунку
te: మీ ఖాతా వివరములను ప్రవేశపెట్టండి

source: What kind of chat account do you want to create?
as: কি ধৰনৰ সম্বাদৰ হিচাপ আপুনি নিৰ্মাণ কৰিবলৈ ইচ্ছুক নে ?
be: Рахунак якога тыпу вы жадаеце стварыць?
te: ఏ రకమైన చాట్ ఖాతాను మీరు సృష్టించాలని అనుకొనుచున్నారు?

source: Do you want to create other chat accounts?
as: সম্বাদৰ অন্য হিচাপ নিৰ্মাণ কৰিবলৈ ইচ্ছুক নেকি?
be: Ці жадаеце стварыць іншыя рахункі?
te: మీరు వేరే చాట్ ఖాతాలను సృష్టించుదామని అనుకొనుచున్నారా?

source: Enter the details for the new account
as: নতুন হিচাপৰ বিৱৰণ লিখক
be: Увядзіце дэталі вашага новага рахунку
te: కొత్త ఖాతా కొరకు వివరములను ప్రవేశపెట్టండి

source: With Empathy you can chat with people online nearby and with friends and colleagues who use Google Talk, AIM, Windows Live and many other chat programs. With a microphone or a webcam you can also have audio or video calls.
be: З дапамогай Empathy вы можаце гутарыць зь іншымі людзьмі вакол вас, з сябрамі і супрацоўнікамі, якія карыстаюцца Google Talk, Jabber, AIM, Windows Live і іншымі праграмамі. З мікрафонам і камэрай вы можаце рабіць аўдыё і відэа выклікі.
te: ఎంఫతితో మీరు తోటి ప్రజలతో మాట్లాడవచ్చును మరియు గూగుల్ టాక్, AIM, విండోస్‌ లైవ్ మరియు యితర చాట్ ప్రోగ్రాములు వుపయోగించే తోటివారితో మరియు స్నేహితులతో చాట్ చేయవచ్చును. మైక్రోఫోన్ లేదా వెబ్‌కామ్‌తో మీరు ఆడియో లేదా వీడియో కాల్సును కలిగివుండవచ్చు.

source: Do you have an account you've been using with another chat program?
as: অন্য কোনো সম্বাদৰ প্ৰোগ্ৰামৰ সৈতে ব্যৱহৃত হৈছে এমন কোনো হিচাপ কি বৰ্তমানে উপস্থিত আছে?
be: Ці маеце рахунак, які выкарыстоўвае іншая праграма?
te: మీరు యితర చాట్ ప్రోగ్రాముతో వుపయోగించుతున్న ఖాతాను మీరు కలిగివున్నారా?

source: Yes, import my account details from
as: হয়, চিহ্নিত স্থানৰ পৰা মোৰ হিচাপৰ তথ্য আমদানি কৰা হ'ব
be: Так, зрабіце імпарт маіх наладак з
te: అవును, నా ఖాతా వివరములను దీనినుండి దిగుమతిచేయుము

source: Yes, I'll enter my account details now
as: হয়, মোৰ হিচাপৰ তথ্য আমি ইয়াত লিখিবলৈ ইচ্ছুক
be: Так, я задам мае наладкі зараз
te: అవును, నేను నా ఖాతా వివరములను యిప్పుడు ప్రవేశపెడతాను

source: No, I want a new account
as: নহয়, মই নতুন হিচাপ প্ৰাপ্ত কৰিবলৈ ইচ্ছুক
be: Не, мне патрэбны новы рахунак
te: లేదు, నాకు కొత్త ఖాతా కావాలి

source: No, I just want to see people online nearby for now
as: নহয়, বৰ্তমানে মই অকল ওচৰৰ ব্যক্তিৰ তথ্য চাবলৈ ইচ্ছুক
be: Не, толькі жадаю бачыць людзей вакол мяне
te: లేదు, యిప్పటికి దగ్గరలో ఆన్‌లైన్‌లోవున్న ప్రజలను చూడాలని అనుకొనుచున్నాను

source: Select the accounts you want to import:
as: আমদানি কৰাৰ উদ্দেশ্যে হিচাপ নিৰ্বাচন কৰক:
be: Вылучэыце рахункі, якія жадаеце імпартаваць:
te: మీీరు దీగుమతి చేయాలని అనుకొనుచున్న ఖాతాలను యెంపికచేయుమ:ు

source: Yes
as: হয়
be: Так
te: అవును

source: No, that's all for now
as: নহয়, এতিয়াৰ কাৰণে এইয়াই
be: Не, покуль гэта ўсё
te: లేదు, యిప్పటికి యింతే

source: Welcome to Empathy
as: Empathy লৈ স্বাগতম
be: Вітаем у Empathy
te: ఎంఫతికి స్వాగతము

source: Import your existing accounts
as: আপোনাৰ উপস্থিত হিচাপ আমদানি কৰক
be: Імпарт існых рахункаў
te: మీకు వున్న ఖాతాలను దిగుమతిచేయుము

source: There are unsaved modification regarding your %s account.
as: আপোনাৰ %s হিচাপ সংক্ৰান্ত কিছু পৰিবৰ্তনৰ তথ্য বৰ্তমানে সংৰক্ষণ কৰা নহয় ।
te: మీ %s ఖాతాకు సంభంది అక్కడ దాయని సవరణ వుంది.

source: %1$s on %2$s
as: %1$s %2$s ত
te: %2$s పై %1$s

source: %s Account
as: %s হিচাপ
be: %s рахунак
te: %s ఖాతా

source: New account
as: নতুন হিচাপ
be: Новы рахунак
te: కొత్త ఖాతా

source: You are about to create a new account, which will discard your changes. Are you sure you want to proceed?
te: మీరు కొత్త ఖాతాను సృష్టించబోవుచున్నారు, అది మీ మార్పులను తీసివేస్తుంది. మీరు ఖచ్చితంగా కొనసాగించాలని అనుకొనుచున్నారా?

source: You are about to remove your %s account! Are you sure you want to proceed?
as: আপুনি %s হিচাপ আঁতৰাব লৈছে! আপুনি নিশ্চিতৰূপে আগবাঢ়িবলৈ ইচ্ছুক নে ?
be: Вы збіраецесь выдаліць ваш %s рахунак! Вы насамрэч жадаеце выдаліць яго?
te: మీరు మీ %s ఖాతాను తీసివేయబోతున్నారు! మీరు ఖచ్చితముగా తీసివేద్దామని అనుకొనుచున్నారా?

source: Any associated conversations and chat rooms will NOT be removed if you decide to proceed. Should you decide to add the account back at a later time, they will still be available.
be: Усе зьвязаныя размовы і пакоі *ня будуць* выдалены, калі вы вырашыце выдаліць рахунак. Калі вы вырашыце дадаць рахунак калі-небудзь потым, яны будуць даступныя.
te: మీరు కొనసాగించినా సంభందిత చాట్‌గదులు మరియు చర్చలు తీసివేయబడవు. మీరు ఖాతాను తర్వాత తిరిగి జతచేయాలని అనుకొన్నా, అవి అందుబాటులోనే వుంటాయి.

source: You are about to select another account, which will discard your changes. Are you sure you want to proceed?
te: మీరు వేరే ఖాతాను యెంపికచేయబోతున్నారు, అది మీ మార్పులను తీసివేస్తుంది. మీరు ఖచ్చితంగా కొనసాగించాలని అనుకొనుచున్నారా?

source: You are about to close the window, which will discard your changes. Are you sure you want to proceed?
te: మీరు విండోను మూయబోతున్నారు, అది మీ మార్పులను తీసివేస్తుంది. మీరు కొనసాగించాలని అనుకొనుచున్నారా?

source: Accounts
as: হিচাপ
be: Рахункі
te: ఖాతాలు

source: Add new
as: নতুন যোগ কৰা হ'ব
be: Дадаць новы
te: కొత్త దానిని జతచేయుము

source: Cr_eate
as: নিৰ্মাণ কৰক (_e)
be: _Стварыць
te: సృష్టించు (_e)

source: No protocol installed
as: কোনো প্ৰোটোকল সংস্থাপন কৰা নহয়
be: Пратакол не ўсталяваны
te: ఏ ప్రోటోకాల్ సంస్థాపించబడిలేదు

source: To add a new account, you first have to install a backend for each protocol you want to use.
as: নতুন হিচাপ যোগ কৰাৰ বাবে, প্ৰথমে ব্যৱহাৰযোগ্য প্ৰতি প্ৰোটোকলৰ বাবে এটা বেক লৈন্ড সংস্থাপন কৰা আৱশ্যক ।
be: Каб дадаць новы рахунак, вы спачатку павінны ўсталяваць выхадны буфэр для кожнага рахунку, якім вы жадаеце карыстацца.
te: కొత్త ఖాతాను జతచేయుటకు, మీరు వుపయోగించాలని అనుకొనుచున్న ప్రతి ప్రొటోకాల్‌కు ముందు బ్యాకెండ్‌ను సంస్థాపించాలి.

source: _Add...
as: যোগ কৰক...(_A)
be: _Дадаць…
te: జతచేయుము... (_A)

source: _Create a new account
as: এটা নতুন হিচাপ নিৰ্মাণ কৰক (_C)
be: _Стварыць новы рахунак
te: కొత్త ఖాతాను సృష్టించుము (_C)

source: _Reuse an existing account
as: এটা উপস্থিত হিচাপ পুনঃ ব্যৱহাৰ কৰক (_R)
be: _Ужыць існы рахунак
te: ఉన్న ఖాతాను తిరిగివుపయోగించుము (_R)

source: account
as: হিচাপ
be: рахунак
te: ఖాతా

source: Contrast
as: বৈপৰিত্য
be: Кантраст
te: భేదము

source: Brightness
as: উজ্জ্বলতা
be: Зыркасьць
te: కాంతివంతము

source: Gamma
as: গামা
be: Гама
te: గామా

source: Volume
as: ধ্বনি
be: Гучнасьць
te: సంపుటము

source: Connecting...
as: সংযোগ স্থাপন কৰা হৈছে...
be: Далучэньне…
te: అనుసంధానించబడుచున్నది...

source: _Sidebar
as: ছাইড-বাৰ (_S)
be: Бакав_іна
te: పక్క పట్టీ(_S)

source: Dialpad
as: ডায়েল-পেড
be: Панэль набору
te: డయల్‌పాడ్

source: Audio input
as: অডিঅ' নিবেশ
be: Аўдыё-выхад
te: ఆడియో ఇన్పుట్

source: Video input
as: ভিডিঅ' নিবেশ
be: Відэа-выхад
te: వీడియో ఇన్పుట్

source: Call with %s
as: %s ৰ সৈতে কল
be: Размова з %s
te: %sతో కాల్ చేయుము

source: Call
as: কল
be: Размова
te: కాల్

source: Connected — %d:%02dm
as: সংযোগেৰ অবকাল — %d:%02dm
be: Працягласьць выкліку %d:%02d хв.
te: అనుసంధానించబడింది — %d:%02dm

source: Hang up
as: বিচ্ছিন্ন কৰক
be: Скончыць размову
te: హాంగ్ చేయి

source: Redial
as: পুনঃ ডায়েল কৰক
be: Паўтарыць спробу
te: తిరిగిడైల్‌చేయి

source: Send Audio
as: অডিঅ' পঠিয়াওক
be: Даслаць аўдыЁ
te: ఆడియోను పంపుము

source: Send video
as: ভিডিঅ' পঠিয়াওক
be: Даслаць відэа
te: వీడియోను పంపుము

source: Video preview
as: ভিডিঅ'ৰ পূৰ্বদৃশ্য
be: Прыклад відэа
te: దృశ్య ఉపదర్శనం

source: _Call
as: কল (_C)
be: _Званок
te: కాల్ (_C)

source: _View
as: প্ৰদৰ্শন (_V)
be: _Выгляд
te: దర్శనం (_V)

source: Conversations (%d)
as: সম্বাদ (%d)
be: Размовы (%d)
te: చర్చలు (%d)

source: Typing a message.
as: বাৰ্তা লিখা হৈছে ।
be: Набор паведамленьня.
te: సందేశమును టైపు చేస్తున్నారు.

source: C_lear
as: আঁতৰাওক (_l)
be: _Ачысціць
te: శుభ్రపరచు (_l)

source: Chat
as: সম্বাদ
be: Размова
te: మాటామంతి

source: Insert _Smiley
as: স্মাইলি যোগ কৰক (_S)
be: Дадаць _смайл
te: చిరునవ్వును జతచేయుము (_S)

source: Move Tab _Left
as: টেব বাওঁফালে নিয়ক (_L)
be: Перанесьці закладку _ўлева
te: నెట్టును ఎడమవైపు జరుపు (_L)

source: Move Tab _Right
as: টেব সোঁফালে নিয়ক (_R)
be: Перанесьці закладку _ўправа
te: నెట్టును కుడివైపుకు జరుపుము (_R)

source: _Contact
as: পৰিচিত ব্যক্তি (_C)
be: _Кантакт
te: పరిచయం (_C)

source: _Contents
as: সূচী (_C)
be: _Змест
te: సారములు (_C)

source: _Conversation
as: সম্বাদ (_C)
be: _Размова
te: చర్చ (_C)

source: _Detach Tab
as: টেব বিচ্ছিন্ন কৰক (_D)
be: _Адлучыць укладку
te: టాబ్‌ను వేరుచేయి (_D)

source: _Favorite Chatroom
as: জনপ্ৰিয় ছেট ৰুম (_F)
be: Ул_юбёны пакой
te: అభీష్ట చాట్‌గది (_F)

source: _Help
as: সহায় (_H)
be: _Даведка
te: సహాయం(_H)

source: _Next Tab
as: পৰবৰ্তী টেব (_N)
be: Наступная закладка
te: తర్వాత నెట్టు (_N)

source: _Previous Tab
as: পূৰ্ববৰ্তী টেব (_P)
be: _Папярэдняя закладка
te: పూర్వపు నెట్టు (_P)

source: _Show Contact List
as: পৰিচিত ব্যক্তিৰ তালিকা প্ৰদৰ্শন কৰা হ'ব (_S)
be: _Паказаць сьпіс кантактаў
te: పరిచయ జాబితాను చూపుము (_S)

source: _Tabs
as: টেব (_T)
be: _Укладкі
te: నెట్టులు (_T)

source: Name
as: নাম
be: Імя
te: నామము

source: Room
as: ৰুম
be: Пакой
te: గది

source: Auto-Connect
as: স্বয়ংক্ৰিয়-সংযোগ
be: Аўта-злучэньне
te: స్వయంచాలక-అనుసంధానం

source: Manage Favorite Rooms
as: পছন্দৰ ৰুম পৰিচালনা কৰক
be: Кіраваць улюбёнымі пакоямі
te: అభీష్ట గదులను నిర్వహించుము

source: Incoming call
as: আগমনকৰ্তা কল
be: Уваходны званок
te: లోనికివచ్చు కాల్

source: %s is calling you, do you want to answer?
as: %s এ আপোনাক কল কৰিছে, আপুনি ইয়াৰ উত্তৰ দিবলৈ ইচ্ছুক নে ?
be: %s·звоніць вам. Будзеце адказваць?
te: %s మిమ్ములను కాల్ చేస్తున్నారు, మీరు సమాధానం యివ్వాలని అనుకొనుచున్నారా?

source: _Reject
as: প্ৰত্যাখ্যান কৰক (_R)
be: _Скінуць
te: తిరస్కరించు (_R)

source: _Answer
as: উত্তৰ দিয়ক (_A)
be: _Адказ
te: సమాధానంయివ్వు (_A)

source: Incoming call from %s
as: %sৰ পৰা আগমনকৰ্তা কল
be: Уваходны званок ад %s
te: %sనుండి లోనికివచ్చు కాల్

source: %s is offering you an invitation
as: %s এ আপোনাক আমন্ত্ৰণ জনাইছে
be: %s запрашае вас
te: %s మీకు ఆహ్వానమును అందించుచున్నది

source: An external application will be started to handle it.
as: ইয়াৰ পৰিচালনাৰ বাবে এটা বহিস্থিত অনুপ্ৰয়োগ আৰম্ভ কৰা হ'ব ।
be: Вонкавае дастасаваньне будзе запушчана каб працаваць зь ім.
te: దీనిని సంబాలించుటకు వొక బహిర్గత అనువర్తనము ప్రారంభించబడుతుంది.

source: You don't have the needed external application to handle it.
as: ইয়াৰ পৰিচালনাৰ বাবে বহিস্থিত অনুপ্ৰয়োগৰ প্ৰয়োজন নাই ।
be: Вам не спатрэбіцца вонкавае дастасаваньне каб працаваць зь ім.
te: దీనిని సంభాలించుటకు అవసరమైన బహిర్గత అనువర్తనము మీరు కలిగిలేరు.

source: Room invitation
as: ৰুমৰ আমন্ত্ৰণ
be: Запрашэньне ў пакой
te: గది ఆహ్వానము

source: %s is inviting you to join %s
as: %s এ আপোনাক %s লৈ আমন্ত্ৰণ জনাইছে
be: %s запрашае вас далучыцца да %s
te: %s మిమ్మలను %sకు జేరుటకు ఆహ్వానిస్తున్నారు

source: _Decline
as: প্ৰত্যাখ্যান কৰক (_D)
be: Ад_мовіць
te: తిరస్కరించు(_D)

source: _Join
as: যোগ কৰক (_J)
be: Да_лучыцца
te: చేరు (_J)

source: %s invited you to join %s
as: %s এ আপোনাক %s লৈ আমন্ত্ৰণ জনাইছে
be: %s запрасіў вас увайсьці ў %s
te: %s మిమ్ములను %sనందు జేరుటకు ఆహ్వానించారు

source: Incoming file transfer from %s
as: %s দ্বাৰা প্ৰৰিত নথিপত্ৰ আগত
be: Уваходны перадача файла ад %s
te: %sనుండి వచ్చుచున్న దస్త్రము బదిలీకరణ

source: Subscription requested by %s
as: %s দ্বাৰা অনুৰোধ কৰা বৰঙনি
be: Патрабаваньне падпіскі ад %s
te: %s ద్వారా చందా అభ్యర్ధించబడింది

source: Message: %s
as: বাৰ্তা: %s
be: Паведамленьне: %s
te: సందేశం: %s

source: %s is now offline.
as: %s বৰ্তমানে অফলাইন আছে ।
be: %s зараз адлучаны.
te: %s యిప్పుడు ఆఫ్‌లైన్‌లో వుంది.

source: %s is now online.
as: %s বৰ্তমানে অন-লাইন আছে ।
be: %s зараз далучаны.
te: %s యిప్పుడు ఆన్‌లైన్‌లో వుంది.

# file transfer percent
source: Unknown
as: অজ্ঞাত
be: Невядома
te: తెలియని

source: %s of %s at %s/s
as: %s, %s ৰ %s/s ত
be: %s з %s, хуткасьць %s/s
te: %2$s యొక్క %1$s దీనివద్ద %3$s/s

source: %s of %s
as: %s, মুঠ %s ৰ
be: %s p %s
te: %2$s లో %1$s

source: Receiving "%s" from %s
as: "%s" প্ৰাপ্ত কৰা হৈছে, %sৰ পৰা
be: Атрыманьне „%s” ад %s
te: "%s"ను "%s"నుండి స్వీకరిస్తోంది

source: Sending "%s" to %s
as: "%s" পঠিওৱা হৈছে, %s ক
be: Перадача „%s” %s
te: "%s"ను "%s"కు పంపుతోంది

source: Error receiving "%s" from %s
as: "%s" প্ৰাপ্ত কৰিবলৈ সমস্যা, %sৰ পৰা আগত
be: Памылка атрыманьня „%s” ад %s
te: %2$s నుండి "%1$s" స్వీకరించుటలో దోషము

source: Error receiving a file
as: নথিপত্ৰ প্ৰাপ্ত কৰিবলৈ সমস্যা
be: Памылка атрыманьня файла
te: దస్త్రమును స్వీకరించుటలో దోషము

source: Error sending "%s" to %s
as: "%s" ক %s লৈ পঠিয়াবলৈ ব্যৰ্থ
be: Памылка перадачы „%s” %s
te: %2$sకు "%1$s" పంపుటలో దోషము

source: Error sending a file
as: নথিপত্ৰ পঠিয়াবলৈ সমস্যা
be: Памылка адпраўкі файла
te: దస్త్రమును పంపుటలో దోషము

source: "%s" received from %s
as: "%s" প্ৰাপ্ত হৈছে, %sৰ পৰা
be: „%s” атрыманы ад %s
te: "%s" అనునది %sనుండి స్వీకరించబడింది

source: "%s" sent to %s
as: "%s" প্ৰৰিত হৈছে, %s ক
be: „%s” дасланы %s
te: "%s" అనునది %sకు పంపబడింది

source: File transfer completed
as: নথিপত্ৰ বিনিময় সম্পূৰ্ণ হৈছে
be: Перадача файла завершана
te: దస్త్రము బదిలీకరణ పూర్తైనది

source: Waiting for the other participant's response
as: অন্য ব্যৱহাৰকৰ্তাৰ প্ৰতিক্ৰিয়াৰ অপেক্ষা কৰা হৈছে
be: Чаканьне адказу іншага ўдзейльніка
te: ఇంకొక భాగస్వామి స్పందన కొరకు వేచివుంది

source: Checking integrity of "%s"
as: "%s" ৰ অখণ্ডতা পৰীক্ষা কৰা হৈছে
be: Праверка цэласнасьці „%s”
te: "%s" యొక్క యింటిగ్రిటిని పరిశీలించుచున్నది

source: Hashing "%s"
as: "%s" হেশ্ব কৰা হৈছে
be: Стварэньне хэшу „%s”
te: "%s" హాషింగ్

source: File
as: নথিপত্ৰ
be: Файл
te: దస్త్రం

source: Remaining
as: অবশিষ্ট
be: Засталося
te: మిగిలినవి

source: File Transfers
as: নথিপত্ৰ বিনিময়
be: Перадачы файлаў
te: దస్త్రము బదిలీకరణలు

source: Remove completed, canceled and failed file transfers from the list
as: সমাপ্ত, বাতিল আৰু বিফল নথিপত্ৰ বিনিময়ৰ তথ্য এই তালিকাৰ পৰা আঁতৰুৱা হ'ব
be: Выдаляць завершаныя, скасаваныя і абарваныя перадачы файлаў з гэтага сьпісу
te: పూర్తైన, రద్దైన మరియు విఫలమైన దస్త్రపు బదిలీకరణలను జాబితానుండి తీసివేయి

source: No accounts to import could be found. Empathy currently only supports importing accounts from Pidgin.
be: Немагчыма адшукаць рахункі для імпарту. Empathy покуль падтрымлівае імпарт толькі з Pidgin.
te: దిగుమతి చేయుటకు ఖాతాలు కనుగొనలేక పోయింది. Empathy ప్రస్తుతం ఖాతాలను Pidgin నుండి దిగుమతి చేయుటకు మాత్రమే మద్దతిస్తోంది.

source: Import Accounts
as: হিচাপ আমদানি কৰক
be: Імпарт рахункаў
te: ఖాతాలను దిగుమతిచేయి

source: Import
as: আমদানি
be: Імпарт
te: దిగుమతి

source: Protocol
as: প্ৰোটোকল
be: Пратакол
te: నియమం

source: Source
as: উৎসস্থল
be: Крыніца
te: వనరు

source: %s account
as: %s হিচাপ
be: %s рахунак
te: %s ఖాతా

source: _Edit account
as: হিচাপ সম্পাদনা (_E)
be: _Рэдагаваць рахунак
te: ఖాతాను సరికూర్చుము (_E)

source: No error specified
as: ত্ৰুটি নিৰ্ধাৰিত নহয়
be: Няма вызначанай памылкі
te: ఎటువంటి దోషము తెలుపబడలేదు

source: Network error
as: নে'টৱৰ্ক সংক্ৰান্ত ত্ৰুটি
be: Памылка сеціва
te: నెట్వర్కు దోషము

source: Authentication failed
as: অনুমোদন ব্যৰ্থ
be: Няўдалая аутэнтыфікацыя
te: ప్రామాణీకరణ విఫలమైంది

source: Encryption error
as: এনক্ৰিপছন সংক্ৰান্ত ত্ৰুটি
be: Памылка шыфраваньня
te: ఎన్క్రిప్షన్ దోషము

source: Name in use
as: নাম বৰ্তমানে ব্যৱহৃত হৈছে
be: Імя ўжо выкарыстоўваецца
te: నామము వుపయోగంలోవుంది

source: Certificate not provided
as: প্ৰমাণপত্ৰ উপলব্ধ কৰা নহয়
be: Сэртыфікат не пададзены
te: దృవీకరణపత్రం అందివ్వలేదు

source: Certificate untrusted
as: প্ৰমাণপত্ৰ বিশ্বস্ত নহয়
be: Не правераны сэртыфікат
te: నిదర్శన పత్రి అవిశ్వాసమైనది

source: Certificate expired
as: প্ৰমাণপত্ৰৰ সময়সীমা উত্তীৰ্ণ হৈছে
be: Скончыўся тэрмін дзеяньня сэртыфікату
te: దృవీకరణపత్రం కాలముతీరినది

source: Certificate not activated
as: প্ৰমাণপত্ৰ সক্ৰিয় কৰা নহয়
be: Сэртыфікат не актывізаваны
te: దృవీకరణపత్రం క్రియాశీలపర్చిలేదు

source: Certificate hostname mismatch
as: প্ৰমাণপত্ৰৰ গৃহস্থৰনাম লৈ অমিল
be: Назва вузла ў сэртыфікаце не супадае зь існай
te: దృవీకరణపత్ర అతిధేయనామము సరిపోలడంలేదు

source: Certificate fingerprint mismatch
as: প্ৰমাণপত্ৰৰ ফিনঙ্গাৰপ্ৰিন্ট লৈ অমিল
be: Адбітак сэртыфікату не адпавядае
te: దృవీకరణపత్రం వేలిముద్ర సరిపోలలేదు

source: Certificate self-signed
as: স্বয়ং স্বাক্ষৰিত প্ৰমাণপত্ৰ
be: Самападпісны сэртыфікат
te: దృవీకరణపత్రం స్వంతగా-సతకం చేసినది

source: Certificate error
as: প্ৰমাণপত্ৰ সংক্ৰান্ত ত্ৰুটি
be: Памылка сэртыфікату
te: దృవీకరణపత్రం దోషము

source: Unknown error
as: অজ্ঞাত ত্ৰুটি
be: Невядомая памылка
te: తెలియని దోషము

source: Show and edit accounts
as: হিচাপ প্ৰদৰ্শন আৰু সম্পাদনা
be: Паказаць і рэдагаваць рахункі
te: ఖాతాలను చూపుము మరియు సరికూర్చుము

source: Contact List
as: পৰিচিত ব্যক্তিৰ তালিকা
be: Сьпіс кантактаў
te: పరిచయముల జాబితా

source: Contacts on a _Map
as: মানচিত্ৰত পৰিচয়ৰ তথ্য (_M)
be: Кантакты на _Мапе
te: _Map పైని పరిచయాలు

source: Context
as: প্ৰসঙ্গ
be: Кантэкст
te: సంధర్భము

source: Join _Favorites
as: জনপ্ৰিয়সমূহত যোগ দিন (_F)
be: Злучыцца з _улюбёнымі
te: అభీష్టాలను జేర్చుము (_F)

source: Manage Favorites
as: জনপ্ৰিয় মান পৰিচালনা
be: Кіраваць улюбёнымі
te: అభీష్టాలను నిర్వహించుము

source: N_ormal Size
as: স্বাভাবিক মাপ (_o)
be: Звы_чайны памер
te: సాధారణ పరిమాణము (_o)

source: Normal Size With _Avatars
as: অৱতাৰ সহযোগে স্বাভাবিক মাপ (_A)
be: Звычайны памер з _аватарамі
te: అవతార్‌లతో సాధారణ పరిమాణము (_A)

source: Sort by _Name
as: নাম অনুযায়ী সুবিন্যস্ত কৰা হ'ব (_N)
be: Упарадкаваць паводле _імя
te: నామము ద్వారా క్రమీకరణం (_N)

source: Sort by _Status
as: অৱস্থা অনুযায়ী সুবিন্যস্ত কৰা হ'ব (_S)
be: Упарадкаваць паводле _стану
te: స్థితి ద్వారా క్రమీకరణం (_S)

source: _Accounts
as: হিচাপ তালিকা (_A)
be: _Рахункі
te: ఖాతాలు (_A)

source: _Compact Size
as: সংকুচিত মাপ (_C)
be: _Кампактны памер
te: పరిమాణమును కుదించుము (_C)

source: _Debug
as: ডিবাগ কৰক (_D)
be: Ад_ладка
te: డీబగ్ (_D)

source: _File Transfers
as: নথিপত্ৰ বিনিময় (_F)
be: Перадачы _файлаў
te: దస్త్రము బదిలీకరణలు (_F)

source: _Join...
as: যোগ দিন... (_J)
be: _Увайсьці…
te: చేరు... (_J)

source: _New Conversation...
as: নতুন সম্বাদ...(_N)
be: _Новая размова…
te: కొత్త చర్చ... (_N)

source: _Offline Contacts
as: অফ-লাইন পৰিচয় (_O)
be: Ад_лучаныя кантакты
te: ఆఫ్‌లైన్ పరిచయాలు (_O)

source: _Personal Information
as: ব্যক্তিগত তথ্য (_P)
be: _Асабістая інфармацыя
te: వ్యక్తిగత సమాచారము (_P)

source: _Previous Conversations
as: পূৰ্ববৰ্তী সম্বাদ (_P)
be: Раней_шыя размовы
te: గత చర్చలు (_P)

source: _Room
as: ৰুম (_R)
be: _Пакой
te: గది (_R)

source: Chat Room
as: ছেট ৰুম
be: Пакоі
te: చాట్ గది

source: Members
as: সদস্যবৃন্দ
be: Удзельнікі
te: సభ్యులు

source: <b>%s</b> Invite required: %s Password required: %s Members: %s
as: <b>%s</b> আমন্ত্ৰণ আৱশ্যক: %s গুপ্তশব্দ আৱশ্যক: %s সদস্যবৃন্দ: %s
be: <b>%s</b> Патрабуецца запрашэньне: %s Патрабуецца пароль: %s Удзельнікі: %s
te: <b>%s</b> అవసరమైనవి ఆహ్వానించుము: %s సంకేతపదము అవసరమైంది: %s సభ్యులు: %s

source: No
as: নহয়
be: Не
te: కాదు

source: Could not start room listing
as: ৰুমৰ তালিকা নিৰ্মাণ কৰিবলৈ ব্যৰ্থ
be: Немагчыма пачаць агляд пакояў
te: గది జాబితాకరణను ప్రారంభించలేక పోయింది
