Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/help/*/*.po
Languages: ca, es, it

source: To enable the new account, select the <guilabel>Enabled</guilabel> check-box next to the name of the account in the box on the left.
ca: Per a habilitar el compte nou, seleccioneu la casella de selecció <guilabel>Habilitat</guilabel> al costat del nom del compte al quadre de l'esquerra.
it: Per abilitare il nuovo account, selezionare la casella di scelta <guilabel>Abilitato</guilabel> a fianco del nome dell'account ne riquadro sulla sinistra.

source: To add your account to <application>Empathy</application>, proceed as follows: <placeholder-1/>
ca: Per a afegir el vostre compte a l'<application>Empathy</application>, feu el següent: <placeholder-1/>
it: Per aggiungere il proprio account a <application>Empathy</application>, procedere come segue: <placeholder-1/>

source: Importing Accounts
ca: Com importar un compte
it: Importare gli account

source: If you use another instant messaging program, you can import the accounts from that program into <application>Empathy</application>
ca: Si utilitzeu un altre programa de missatgeria instantània, podeu importar els comptes d'aquest programa a l'<application>Empathy</application>
it: Se si usa un altro programma di messaggistica istantanea, è possibile importare gli account da quel programma in <application>Empathy</application>

source: At the moment <application>Empathy</application> can import the accounts only from the instant messaging program <application>Pidgin</application>. For more information about <application>Pidgin</application>, see the <ulink type="http" url="http://www.pidgin.im/">Pidgin website</ulink>.
ca: En aquest moment l'<application>Empathy</application> només pot importar els comptes del programa de missatgeria instantània <application>Pidgin</application>. Per a obtenir més informació sobre el <application>Pidgin</application>, vegeu el <ulink type="http" url="http://www.pidgin.im/">lloc web del Pidgin</ulink>.
it: Attualmente <application>Empathy</application> è in grado di importare gli account solamente dal programma di messaggistica istantanea <application>Pidgin</application>. Per maggiori informazioni riguardo <application>Pidgin</application>, consultarne il <ulink type="http" url="http://www.pidgin.im/">sito web</ulink>.

source: Click on the <guibutton>Import Accounts...</guibutton> button to open the <guilabel>Import Accounts</guilabel> dialog.
ca: Feu clic al botó <guibutton>Importació de comptes...</guibutton> per a obrir el diàleg <guilabel>Importa els comptes</guilabel>.
it: Fare clic sul pulsante <guibutton>Importa account...</guibutton> per aprire il dialogo <guilabel>Importa account</guilabel>.

source: Select the accounts you would like to import by clicking on the <guilabel>Import</guilabel> check-box.
ca: Seleccioneu els comptes que vulgueu importar fent clic a la casella de selecció <guilabel>Importa</guilabel>.
it: Selezionare gli account da importare facendo clic sulla casella di scelta <guilabel>Importa</guilabel>.

source: When you have selected all the desired accounts, click <guibutton>OK</guibutton> to import them. If you don't want to import the accounts, click <guibutton>Cancel</guibutton>.
ca: Quan hàgiu seleccionat tots els comptes desitjats, feu clic a <guibutton>D'acord</guibutton> per a importar-los. Si no voleu importar els comptes, feu clic a <guibutton>Cancel·la</guibutton>.
it: Selezionati tutti gli account da importare, fare clic su <guibutton>OK</guibutton> per importarli. Per annullare l'importazione degli account, fare clic su <guibutton>Cancel</guibutton>.

source: When you import a new account into <application>Empathy</application>, it will not be enabled by default.
ca: Quan importeu un compte nou a l'<application>Empathy</application>, aquest no s'habilitarà per defecte.
it: Quando viene importato un nuovo account in <application>Empathy</application>, questo non viene abilitato in modo predefinito.

source: To import the accounts into <application>Empathy</application>, proceed as follows: <placeholder-1/>
ca: Per a importar els comptes a l'<application>Empathy</application>, feu el següent: <placeholder-1/>
it: Per importare gli account in <application>Empathy</application>, procedere come segue: <placeholder-1/>

source: Editing an Account
ca: Com editar un compte
it: Modificare un account

source: Select the account you wish to edit in the box on the left.
ca: Seleccioneu el compte que vulgueu editar al quadre de l'esquerra.
it: Selezionare l'account da modificare nel riquadro a sinistra.

source: Modify the desired data.
ca: Modifiqueu les dades desitjades.
it: Modificare i dati desiderati.

source: To edit one of your accounts, i.e. to change the <emphasis>password</emphasis> or your <emphasis>user name</emphasis>, proceed as follows: <placeholder-1/>
ca: Per a editar un dels vostres comptes, per exemple per a canviar la <emphasis>contrasenya</emphasis> o el <emphasis>nom d'usuari</emphasis>, feu el següent: <placeholder-1/>
it: Per modificare uno dei propri account, per cambiarne la <emphasis>password</emphasis> o il <emphasis>nome utente</emphasis>, procedere come segue: <placeholder-1/>

source: Based on the type of the account, it is possibile to edit different settings.
ca: En funció del tipus de compte, és possible editar diferents paràmetres.
it: In base al tipo di account è possibile modificare diverse impostazioni.

source: Select the account you wish to edit in the box on the left and double-click on its name.
it: Selezionare l'account da modificare nel riquadro a sinistra e fare doppio-clic sul suo nome.

source: Change the name of the account as you desire.
ca: Canvieu el nom del compte de la manera que vulgueu.
it: Modificare il nome dell'account come preferito.

source: To modify the identifier of an account, how <application>Empathy</application> identifies an account, proceed as follows: <placeholder-1/>
ca: Per a modificar l'identificador d'un compte, és a dir, la manera com l'<application>Empathy</application> identifica un compte, feu el següent: <placeholder-1/>
it: Per modificare l'identificativo di un account, in che modo <application>Empathy</application> identifica un account, procedere come segue: <placeholder-1/>

source: Disabling and Removing an Account
ca: Com inhabilitar i suprimir un compte
it: Disabilitare e rimuovere un account

source: To disable an account, proceed as follows:
ca: Per a inhabilitar un compte, feu el següent:
it: Per disabilitare un account, procedere come segue:

source: Select the account you wish to disable in the box on the left of the dialog and deselect the <guilabel>Enabled</guilabel> check-box.
ca: Seleccioneu el compte que vulgueu inhabilitar al quadre de l'esquerra del diàleg i anul·leu la selecció de la casella <guilabel>Habilitat</guilabel>.
it: Seleziona l'account da disabilitare nel riquadro a sinistra del dialogo e deselezionare la casella di scelta <guilabel>Abilitato</guilabel>.

source: To remove an account, proceed as follows:
ca: Per a suprimir un compte, feu el següent:
it: Per rimuovere un account, procedere come segue:

source: Select the account you wish to disable in the box on the left of the dialog.
ca: Seleccioneu el compte que vulgueu suprimir al quadre de l'esquerra del diàleg.
it: Selezionare l'account da disabilitare nel riquadro a sinistra del dialogo.

source: Click on the <guibutton>Remove</guibutton> button.
ca: Feu clic al botó <guibutton>Suprimeix</guibutton>.
it: Fare clic sul pulsante <guibutton>Rimuovi</guibutton>.

source: A dialog will be shown asking for confirmation. Click on the <guibutton>Remove</guibutton> button to remove the account.
ca: Es mostrarà un diàleg sol·licitant confirmació. Feu clic al botó <guibutton>Suprimeix</guibutton> per a suprimir el compte.
it: Viene mostrato un dialogo per la conferma dell'operazione. Fare clic sul pulsante <guibutton>Rimuovi</guibutton> per rimuovere l'account.

source: Editing Personal Information
ca: Com editar la informació personal
it: Modificare le informazioni personali

source: To change your personal information, your alias and your icon (the image that other contacts will see of you), for each of your accounts, proceed as follows:
ca: Per a canviar la informació personal, el sobrenom i la icona (la imatge com els altres contactes us veuen) per a cadascun dels vostres comptes, feu el següent:
it: Per modificare le proprie informazioni personali, il proprio pseudonomio o l'icona (l'immagine che altri contatti vedono relativamente al proprio profilo), per ognuno degli account disponibile, procedere come segue:

source: From the <link linkend="empathy-FIG-mainwindow">main window</link>, select <menuchoice><guimenu>Edit</guimenu><guimenuitem>Personal Information</guimenuitem></menuchoice>.
ca: Des de la <link linkend="empathy-FIG-mainwindow">finestra principal</link> seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Informació personal </guimenuitem></menuchoice>.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link>, scegliere <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Informazioni personali...</guimenuitem></menuchoice>.

source: From the <guilabel>Account</guilabel> drop-down list, choose the account you want to edit.
ca: Des de la llista desplegable <guilabel>Compte</guilabel>, trieu el compte que vulgueu editar.
it: Dall'elenco a discesa <guilabel>Account</guilabel>, scegliere l'account da modificare.

source: In the <guilabel>Alias</guilabel> text box, write your new alias.
ca: Al quadre de text <guilabel>Sobrenom</guilabel> introduïu el sobrenom nou.
it: Nella casella di testo <guilabel>Pseudonimo</guilabel>, digitare uno pseudonimo con cui indentificare il proprio account.

source: To change your icon, click on the person-looking button and choose an image file.
ca: Per a canviar la icona, feu clic al botó d'aparença personal i trieu un fitxer d'imatge.
it: Per modificare la propria immagine, fare clic sul pulsante che raffigura una persona e scegliere una nuova immagine.

source: When done, click <guibutton>Close</guibutton>.
ca: Quan acabeu, feu clic a <guibutton>Tanca</guibutton>.
it: Quando finito, fare clic su <guibutton>Chiudi</guibutton>.

source: An <emphasis>alias</emphasis> is an alternative way you can identify yourself. You can use your real name or a nickname.
it: Uno <emphasis>pseudonimo</emphasis> è un modo alternativo con cui è possibile identificarsi. È possibile usare il proprio vero nome oppure un soprannome.

source: Advanced Options
ca: Opcions avançades
it: Opzioni avanzate

source: Based on the service you are using, it is possible to configure more advanced options to modify the normal behavior of <application>Empathy</application>.
it: In base ai servizi di messaggistica che si usano, è possibile configurare deiverse opzioni avanzate per modificare il funzionamento predefinito di <application>Empathy</application>.

source: To configure these options, when you are <link linkend="empathy-create-account">adding a new account</link>, click on the drop-down section <guilabel>Advanced</guilabel>.
it: Per configurare queste opzioni, quando si sta <link linkend="empathy-create-account">aggiungendo un nuovo account</link>, fare clic sulla sezione a discesa <guilabel>Avanzato</guilabel>.

source: Jabber (or <acronym>XMPP</acronym>) and Google Talk
it: Jabber (o <acronym>XMPP</acronym>) e Google Talk

source: Encryption required (TLS/SSL)
it: Richiesta cifratura (TLS/SSL)

source: Select this option in order to use some sort of encryption during your conversations.
it: Selezionare questa opzione per utilizzare una qualche sorta di cifratura durante le proprie conversazioni.

source: Ignore SSL certificate errors
it: Ignorare errori certificati SSL

source: Select this option in order to ignore the errors that can be generated by some types of security certificates. Usually these certificates are called auto-signed.
it: Selezionare questa opzione per ignorare gli errori che possono venir generati da alcune tipologie di certificati di sicurezza. Solitamente questi certificati sono chiamati auto-firmati.

source: Select this option only if you are sure the certificate is secure and you can trust it.
it: Selezionare questa opzione solo se si è sicuri che il certificato è sicuro e ci si possa fidare.

source: Resource
it: Risorsa

source: Use this text box to set a name with which you can identify the running program based on where you are running it. With this option, and the <guilabel>Priority</guilabel> one, you can use your account simultaneously in two different devices. For example, if you set one device to <replaceable>desktop</replaceable> and the other one to <replaceable>mobile</replaceable>, you can connect with both of them and based on the <guilabel>Priority</guilabel> value you will receive messages on one of the two devices or both.
it: Usare questa casella di testo per impostare un nome con cui identificare il programma in esecuzione in base a dove viene eseguito. Tramite questa opzione, e la <guilabel>Priorità</guilabel>, è possibile usare il proprio account contemporaneamente in due dispositivi diversi. Per esempio, se un dispositivo viene impostato come <replaceable>desktop</replaceable> e l'altro come <replaceable>portatile</replaceable>, è possibile collegarsi con entrambi e in base al valore di <guilabel>Priorità</guilabel> si riceveranno i messaggi su uno dei due dispositivi o su entrambi.

source: This can be useful if you have two devices, a main one and a portable one, and you move away from the main one bringing with you the other: you can still receive messages from your account with the portable device even if you do not disconnet from the main one.
it: Questo può essere particolarmente utile se si disponde di due dispositivi, uno principale e uno portatile, e ci si sposta da quello principale portando con sè il portatile: è possibile ricevere i messaggi inviati al proprio account con il dispositivo portatile anche se non ci si disconnette da quello principale.

source: If you set the same value for this text box on both the devices, when you connect with one of them, the other one will be disconnected, even if you set a different value with the <guilabel>Priority</guilabel> spin box.
it: Se questa casella di testo viene impostata con lo stesso valore su entrambi i dispositivi, quando ci si connette con uno dei due, l'altro verrà disconnesso, anche se viene impostato un valore diverso con il controllo di selezione <guilabel>Priorità</guilabel>.

source: Priority
it: Priorità

source: Use this spin box to indicate wich device, set in the <guilabel>Resource</guilabel> text box, will receive the new messages. The higher the number, the higher the priority: you will receive the new messages on the device with the highest number.
it: Usare questo controllo di selezione per indicare quale dispositivo, impostato tramite la casella di testo <guilabel>Risorsa</guilabel>, riceverà i nuovi messaggi. Maggiore il valore, più alta è la priorità: i messaggi verranno ricevuti dal dispositivo con priorità maggiore.

source: You can set values in the range from <literal>-128</literal> to <literal>127</literal>.
it: È possibile impostare questo valore nell'intervallo tra <literal>-128</literal> e <literal>127</literal>.

source: If you set the same value of this spin box in both the devices, you will receive messages on both of them.
it: Se viene impostato lo stesso valore per questo controllo di selezione su entrambi i dispositivi, si riceveranno i messaggi su entrambi.

source: Use this text box to write the name of the server you want to use for this service.
it: Usare questa casella di testo per indicare il nome del server da usare per questo servizio.

source: Port
it: Porta

source: Use this spin box to set the number of the port of the server to use.
it: Usare questo controllo di selezione per impostare il numero della porta da usare con il server.

source: You can set values in the range from <literal>0</literal> to <literal>65,555</literal>.
it: È possibile impostare questo valore nell'intervallo tra <literal>0</literal> e <literal>65.555</literal>.

source: Use old SSL
it: Usare vecchio SSL

source: Select this option to use the old version of the secure protocol for encrypting your connection.
it: Selezionare questa opzione per utilizzare la vecchia versione del protocollo di sicurezza nel cifrare la connessione.

source: In the <guilabel>Override server settings</guilabel> section you can set options that take precedence over the default settings. <placeholder-1/>
it: Nella sezione <guilabel>Scavalcare impostazioni server</guilabel> è possibile impostare delle opzioni che hanno la precedenza rispetto le impostazioni predefinite. <placeholder-1/>

source: Ignore conference and chatrooms invitations
it: Ignorare conferenze e inviti per canali

source: Select this option to ignore the invitations that other people may send you.
it: Selezionare questa opzione per ignorare gli inviti che altri contatti potrebbero inviare.

source: Room List locale
it: Nazione elenco canali

source: The value of this text box identifies the language used to retrieve the room list when connecting to the Yahoo service.
it: Il valore indicato in questa casella di testo identifica la lingua usata per recupeare l'elenco delle stanze nella connessione al servizio Yahoo.

source: If you need to change this value, use the two letter code of your language.
it: Nel caso sia necessario modificare questo valore, usare il codice a due lettere della propria lingua.

source: Charset
it: Codifica caratteri

source: The value of this text box identifies the set of the characters used by <application>Empathy</application>.
it: Il valore di questa casella di testo identifica il set di caratteri usato da <application>Empathy</application>.

source: It is advise to leave this value to <literal>UTF-8</literal>. Change it only if that charset does not cover your language.
it: È consigliato lasciare questo valore impostato a <literal>UTF-8</literal>. Modificarlo solo se tale set di caratteri non include la propria lingua.

source: Use Yahoo Japan
it: Usare Yahoo Giappone

source: Select this option only if you have a Yahoo! Japan account. With the Yahoo! Japan service you can only use a Yahoo! Japan account: if you have registered an account with the English version of the service, that account will not work.
it: Selezionare questa opzione solo se si possiede un account Yahoo! Giappone. Con il servizio Yahoo! Giappone è possibile usare un account Yahoo! Giappone: se è stato registrato un account con la versione italiana del servizio, tale account non funziona.

source: <acronym>AIM</acronym>, GroupWise and <acronym>MSN</acronym>
it: <acronym>AIM</acronym>, GroupWise e <acronym>MSN</acronym>

source: Published Name
it: Nome visibile

source: Use this text box to write the name that will be visible to the other users of the network.
it: Usare questa casella di testo per indicare il nome che gli altri utenti della rete visualizzeranno.

source: Use this text box to write your email.
it: Usare questa casella di testo per scrivere il proprio indirizzo email.

source: Jabber ID
it: ID Jabber

source: Use this text box to write your Jabber ID, if you have one.
it: Usare questa casella di testo per indicare il proprio ID di Jabber nel caso se ne abbia uno.

source: Nick
it: Soprannome

source: Use this text box to write an alternative name to use with this service.
it: Usare questa casella di testo per indicare un nome alternativo da usare con questo servizio.

source: Contacts and Groups
ca: Contactes i grups
it: Contatti e gruppi

source: All the contacts are handled within <application>Empathy</application>'s <link linkend="empathy-FIG-mainwindow">main window</link>.
ca: Tots els contactes es gestionen amb la <link linkend="empathy-FIG-mainwindow">finestra principal</link> de l'<application>Empathy</application>.
it: Tutti i contatti sono gestiti all'interno della <link linkend="empathy-FIG-mainwindow">finestra principale</link> di <application>Empathy</application>.

source: You can add or remove a contact or you can edit the information of a particular contact. It is also possibile to arrange contacts in groups. You can have a group for your work contacts, one for you family contacts, and so on.
ca: Podeu afegir o suprimir un contacte o podeu editar la informació d'un contacte concret. També és possible ordenar els contactes en grups. Podeu tenir un grup pels contactes de la feina, un pels contactes familiars, etc.
it: È possibile aggiungere o rimuovere un contatto, modificarne le informazioni e organizzare i contatti in gruppi. È possibile avere un gruppo per i propri contatti di lavoro, uno per i familiari, ecc...

source: Adding and Removing a Contact
ca: Com afegir i suprimir un contacte
it: Aggiungere e rimuovere un contatto

source: To add a new contact, proceed as follows:
ca: Per a afegir un contacte nou, feu el següent:
it: Per aggiungere un nuovo contatto, procedere come segue:

source: From the <link linkend="empathy-FIG-mainwindow">main window</link> choose <menuchoice><guimenu>Chat</guimenu><guimenuitem>Add Contact...</guimenuitem></menuchoice>. The <guilabel>New Contact</guilabel> dialog will be shown.
ca: Des de la <link linkend="empathy-FIG-mainwindow">finestra principal</link> trieu <menuchoice><guimenu>Xat</guimenu><guimenuitem>Afegeix un contacte...</guimenuitem></menuchoice>. Es mostrarà el diàleg <guilabel>Contacte nou</guilabel>.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link> scegliere <menuchoice><guimenu>Chat</guimenu><guimenuitem>Aggiungi contatto...</guimenuitem></menuchoice>. Viene mostrato il dialogo <guilabel>Nuovo contatto</guilabel>.

source: From the <guilabel>Account</guilabel> drop-down list, choose the service used by the contact you are adding.
ca: Des de la llista desplegable <guilabel>Compte</guilabel>, trieu el servei utilitzat pel contacte que esteu afegint.
it: Dall'elenco a discesa <guilabel>Account</guilabel>, scegliere il servizio usato dal contatto che si sta aggiungendo.

source: In the <guilabel>Identifier</guilabel> text box type the <emphasis>address</emphasis> of the contact in the form of <userinput><replaceable>user name</replaceable>@<replaceable>service domain</replaceable></userinput>.
ca: Al quadre de text <guilabel>Identificador</guilabel> introduïu l'<emphasis>adreça</emphasis> del contacte de la forma <userinput><replaceable>nom d'usuari</replaceable>@<replaceable>servei domini</replaceable></userinput>.
it: Nella casella di testo <guilabel>Identificatore</guilabel> digitare l'<emphasis>indirizzo</emphasis> del contatto nella forma <userinput><replaceable>nome utente</replaceable>@<replaceable>dominio servizio</replaceable></userinput>.

source: In the <guilabel>Alias</guilabel> text box type the name you want to give at the the new contact.
ca: Al quadre de text <guilabel>Sobrenom</guilabel> introduïu el nom que vulgueu donar al contacte nou.
it: Nella casella di testo <guilabel>Pseudonimo</guilabel> digitare il nome da dare al nuovo contatto.

source: Click on <guibutton>Add</guibutton> to add the new contact.
ca: Feu clic a <guibutton>Afegeix</guibutton> per a afegir el contacte nou.
it: Fare clic su <guibutton>Aggiungi</guibutton> per aggiungere il nuovo contatto.

source: To remove a contact, proceed as follows:
ca: Per a suprimir un contacte, feu el següent:
it: Per rimuovere un contatto, procedere come segue:
