Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/help/*/*.po
Languages: ca, es, it

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ca: EL DOCUMENT S'OFEREIX «TAL COM ÉS», SENSE CAP TIPUS DE GARANTIA, NI EXPLÍCITA NI IMPLÍCITA; AIXÒ INCLOU, SENSE LIMITAR-S'HI, LES GARANTIES QUE EL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT NO TINGUI DEFECTES, SIGUI COMERCIALITZABLE, SIGUI ADEQUAT PER A UN ÚS CONCRET O NO INFRINGEIXI CAP LLEI. TOT EL RISC PEL QUE FA A LA QUALITAT, EXACTITUD I RENDIMENT DEL DOCUMENT O LA VERSIÓ MODIFICADA DEL DOCUMENT ÉS VOSTRE. EN CAS QUE EL DOCUMENT RESULTÉS DEFECTUÓS EN QUALSEVOL ASPECTE, VÓS (NO PAS L'ESCRIPTOR INICIAL, L'AUTOR O CAP ALTRE COL·LABORADOR) ASSUMIU TOT EL COST DE MANTENIMENT, REPARACIÓ O CORRECCIÓ. AQUESTA RENÚNCIA DE GARANTIA CONSTITUEIX UNA PART ESSENCIAL D'AQUESTA LLICÈNCIA. NO S'AUTORITZA L'ÚS DE CAP DOCUMENT O VERSIÓ MODIFICADA DEL DOCUMENT EXCEPTE SOTA AQUESTA RENÚNCIA DE GARANTIA; I
it: IL DOCUMENTO VIENE FORNITO SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE, INCLUSE, MA SENZA LIMITAZIONE, LE GARANZIE ATTESTANTI CHE IL DOCUMENTO O LE SUE VERSIONI MODIFICATE SIANO PRIVI DI DIFETTI, COMMERCIALIZZABILI, IDONEI A UN DETERMINATO SCOPO O CHE NON VIOLINO DIRITTI DI TERZI. SI DECLINA QUALUNQUE RESPONSABILITÀ RIGUARDO AI RISCHI INERENTI LA QUALITÀ, L'ACCURATEZZA E LE PRESTAZIONI DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA. QUALORA UN DOCUMENTO O UNA SUA VERSIONE MODIFICATA DOVESSERO PRESENTARE QUALUNQUE TIPO DI DIFETTO, IL COSTO DI EVENTUALI INTERVENTI DI ASSISTENZA, RIPARAZIONE O CORREZIONE SARÀ A CARICO DELL'UTENTE (NON DEL REDATTORE INIZIALE, DELL'AUTORE O DI ALTRI COLLABORATORI). QUESTA LIMITAZIONE DELLA GARANZIA COSTITUISCE PARTE ESSENZIALE DELLA LICENZA. L'USO DEL DOCUMENTO O DELLE SUE VERSIONI MODIFICATE È CONSENTITO SOLO ENTRO I TERMINI DI QUESTA LIMITAZIONE DELLA GARANZIA;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ca: EN CAP CAS I SOTA CAP INTERPRETACIÓ LEGAL, JA SIGUI PER AGREUJAMENT (INCLOENT-HI LA NEGLIGÈNCIA), CONTRACTE O ALTRE CAS, L'AUTOR, L'ESCRIPTOR ORIGINAL, QUALSEVOL DELS COL·LABORADORS O DISTRIBUÏDORS DEL DOCUMENT O UNA VERSIÓ MODIFICADA DEL DOCUMENT NI CAP PROVEÏDOR D'AQUESTES PARTS NO SERAN RESPONSABLES DAVANT DE NINGÚ PER CAP DANY DIRECTE, INDIRECTE, ESPECIAL, ACCIDENTAL O CONSECUTIU DE QUALSEVOL TIPUS; AIXÒ INCLOU, SENSE LIMITAR-S'HI, ELS DANYS PER PÈRDUA DE CLIENTS, INTERRUPCIONS DE LA FEINA, FALLADA O MALFUNCIONAMENT DE L'ORDINADOR, O QUALSEVOL ALTRA PÈRDUA O DANY RELACIONAT AMB L'ÚS DEL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT, FINS I TOT SI S'HA INFORMAT AQUESTA PART DE LA POSSIBILITAT D'AQUESTS DANYS.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, INCLUSI I PRINCIPI DI COLPA (INCLUSA LA NEGLIGENZA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALUNQUE DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALUNQUE PERSONA PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORMATE DELLA POSSIBILITÀ DI TALI DANNI.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
ca: EL DOCUMENT I LES VERSIONS MODIFICADES DEL DOCUMENT S'OFEREIXEN SOTA ELS TERMES DE LA LLICÈNCIA DE DOCUMENTACIÓ LLIURE DE GNU, TENINT EN COMPTE QUE: <placeholder-1/>
it: QUESTO DOCUMENTO E LE SUE VERSIONI MODIFICATE VENGONO FORNITI IN BASE AI TERMINI DELLA GNU FREE DOCUMENTATION LICENSE, CON L'INTESA CHE: <placeholder-1/>

source: Empathy Manual V2.1
ca: Manual de l'Empathy (versió 2.1)
it: Manuale V2.1 di Empathy

source: January 2009
ca: Gener de 2009
it: Gennaio 2009

source: Empathy Manual V2.0
ca: Manual de l'Empathy (versió 2.0)
it: Manuale V2.0 di Empathy

source: April 2008
ca: Abril de 2008
it: Aprile 2008

source: This manual describes version 2.26 of Empathy.
ca: Aquest manual descriu la versió 2.26 de l'Empathy.
it: Questo manuale descrive la versione 2.26 di Empathy.

source: Feedback
ca: Comentaris
it: Commenti

source: To report a bug or make a suggestion regarding the <application>Empathy</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
it: Per segnalare un problema o inviare suggerimenti riguardo <application>Empathy</application> o su questo manuale, seguire le istruzioni presenti alla <ulink url="ghelp:gnome-feedback" type="help">pagina di commenti di GNOME</ulink>.

source: Empathy is an application for instant messaging.
ca: L'Empathy és una aplicació de missatgeria instantània.
it: Empathy è un'applicazione per la messaggistica istantanea.

source: istant messaging
ca: missatgeria instantània
it: messaggistica istantanea

source: Introduction
ca: Introducció
it: Introduzione

source: <application>Empathy</application> is a multi-protocol instant messaging program for the GNOME Desktop. With <application>Empathy</application> you can keep in touch with all of your friends through lots of supported instant messaging services.
ca: L'<application>Empathy</application> és un programa de missatgeria instantània multi-protocol per a l'escriptori GNOME. Amb l'<application>Empathy</application> podeu mantenir-vos en contacte amb tots els vostres amics a través dels molts serveis de missatgeria instantània compatibles.
it: <application>Empathy</application> è un programma di messaggistica istantanea multi-protocollo per lo GNOME Desktop. Con <application>Empathy</application> è possibile mantenere i contatti con tutti i propri amici attraverso diversi servizi di messaggistica istantanea supportati.

source: Jabber (or <acronym>XMPP</acronym>)
ca: Jabber (o <acronym>XMPP</acronym>)
it: Jabber (o <acronym>XMPP</acronym>)

source: And many others...
ca: I molts altres...
it: E molti altri...

source: <application>Empathy</application> supports the following services: <placeholder-1/>
ca: L'<application>Empathy</application> és compatible amb els serveis següents: <placeholder-1/>
it: <application>Empathy</application> supporta i seguenti servizi: <placeholder-1/>

source: Getting Started
ca: Primers passos
it: Per iniziare

source: Starting Empathy
ca: Com iniciar l'Empathy
it: Avviare Empathy

source: You can start <application>Empathy</application> in the following ways:
ca: Podeu iniciar l'<application>Empathy</application> de les maneres següents:
it: È possibile avviare <application>Empathy</application> nei seguenti modi:

source: <guimenu>Applications</guimenu> menu
ca: Menú <guimenu>Aplicacions</guimenu>
it: Menù <guimenu>Applicazioni</guimenu>

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy Instant Messenger</guimenuitem></menuchoice>.
ca: Trieu <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Missatgeria instantània Empathy</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Empathy - Messaggistica istantanea</guimenuitem></menuchoice>.

source: Command line
ca: Línia d'ordres
it: Riga di comando

source: Type <command>empathy</command> and then press <keycap>Enter</keycap>.
ca: Introduïu <command>empathy</command> i premeu <keycap>Retorn</keycap>.
it: Digitare <command>empathy</command> e premere <keycap>Invio</keycap>.

source: When You Start Empathy
ca: Quan inicieu l'Empathy
it: Quando si avvia Empathy

source: <application>Empathy</application> Main Window
ca: Finestra principal de l'<application>Empathy</application>
it: Finestra principale di <application>Empathy</application>

source: Shows <placeholder-1/> main window. Contains the titlebar, the menubar, contact list, status icon and status arrow button list.
ca: Mostra la finestra principal de l'<placeholder-1/>. Conté la barra de títol, la barra de menú, la llista de contactes, la icona d'estat i el botó fletxa de la llista d'estats.
it: Mostra la finestra principale di <placeholder-1/>. Contiene la barra del titolo, la barra dei menù, l'elenco dei contatti, l'icona di stato e l'elenco degli stati.

source: When you start <application>Empathy</application> the following window is shown. <placeholder-1/>
ca: Quan inicieu l'<application>Empathy</application> es mostrarà la finestra següent. <placeholder-1/>
it: Quando si avvia <application>Empathy</application> viene mostrata la seguente finestra. <placeholder-1/>

source: <application>Empathy</application> Main Components
ca: Els components principals de l'<application>Empathy</application>
it: Componenti principali di <application>Empathy</application>

source: Component
it: Componente

source: Menubar
ca: Barra de menú
it: Barra dei menù

source: Contains menus used to perform actions in <application>Empathy</application>.
ca: Conté els menús utilitzats per a realitzar accions a l'<application>Empathy</application>.
it: Contiene i menù usati per svolgere le azioni in <application>Empathy</application>.

source: Status Drop-Down List
ca: Llista desplegable d'estats
it: Elenco a discesa degli stati

source: Allows to update the status.
ca: Permet actualitzar l'estat.
it: Consente di aggiornare lo stato.

source: Account Button
ca: Botó de compte
it: Pulsante degli account

source: Opens the <guilabel>Accounts</guilabel> dialog.
ca: Obre el diàleg de <guilabel>Comptes</guilabel>.
it: Apre il dialogo <guilabel>Account</guilabel>.

source: Contact List
ca: Llista de contactes
it: Elenco contatti

source: Shows all the available contacts and their associated status.
ca: Mostra tots els contactes disponibles i el seu estat associat.
it: Mostra tutti i contatti disponibili e il loro stato.

source: <xref linkend="empathy-TBL-1"/> describes the components of <application>Empathy</application>'s main window. <table frame="topbot" id="empathy-TBL-1"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="colspec0" colwidth="29.39*"/><colspec colname="colspec1" colwidth="70.61*"/><placeholder-2/><placeholder-3/></tgroup></table>
ca: La <xref linkend="empathy-TBL-1"/> descriu els components de la finestra principal de l'<application>Empathy</application>. <table frame="topbot" id="empathy-TBL-1"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="colspec0" colwidth="29.39*"/><colspec colname="colspec1" colwidth="70.61*"/><placeholder-2/><placeholder-3/></tgroup></table>
it: <xref linkend="empathy-TBL-1"/> descrive i componenti della finestra principale di <application>Empathy</application>. <table frame="topbot" id="empathy-TBL-1"><placeholder-1/><tgroup cols="2" colsep="0" rowsep="0"><colspec colname="colspec0" colwidth="29.39*"/><colspec colname="colspec1" colwidth="70.61*"/><placeholder-2/><placeholder-3/></tgroup></table>

source: Accounts
ca: Comptes
it: Account

source: To use <application>Empathy</application> you need at least one account of the supported services.
ca: Per a utilitzar l'<application>Empathy</application> heu de tenir com a mínim un compte dels serveis compatibles.
it: Per poter usare <application>Empathy</application> è necessario disporre almeno un account dei servizi supportati.

source: If you don't already have an account and you don't have your <emphasis>user name</emphasis> and <emphasis>password</emphasis>, you need to register a new account (see <xref linkend="empathy-register-account"/>).
ca: Si encara no teniu un compte o no teniu el vostre <emphasis>nom d'usuari</emphasis> i <emphasis>contrasenya</emphasis>, us caldrà registrar un compte nou (vegeu la <xref linkend="empathy-register-account"/>).
it: Se ancora non si ha un account e non si dispone del proprio <emphasis>nome utente</emphasis> e della propria <emphasis>password</emphasis>, è necessario registrare un nuovo account (consultare <xref linkend="empathy-register-account"/>).

source: In order to talk with other users, also called <emphasis>contacts</emphasis>, you need to use the same service they are using. If, for example, one contact is using the <emphasis role="strong">Jabber</emphasis> service, you need to have an account registered with that service.
ca: Per a poder parlar amb altres usuaris, també anomenats <emphasis>contactes</emphasis>, necessiteu utilitzar el mateix servei que ells estiguin utilitzant. Per exemple, si el contacte utilitza el servei <emphasis role="strong">Jabber</emphasis>, necessitareu tenir un compte registrat a aquest servei.
it: Per poter "parlare" con altri utenti (chiamati <emphasis>contatti</emphasis>), è necessario usare lo stesso servizio usato da loro. Se, per esempio, un contatto sta usando il servizio <emphasis role="strong">Jabber</emphasis>, è necessario avere un account registrato con quel servizio.

source: <application>Empathy</application> can handle as many accounts on any supported services as you want and you can have them all open at the same time.
ca: L'<application>Empathy</application> pot gestionar tants comptes com vulgueu de qualsevol dels serveis compatibles i els podeu tenir tots oberts alhora.
it: <application>Empathy</application> è in grado di gestire tutti i contatti che si vogliono su qualsiasi servizio supportato ed è possibile averli tutti aperti allo stesso tempo.

source: Registering an Account
ca: Com registrar un compte
it: Registrare un account

source: You can freely register an account on any of the following services. Follow the instructions reported on each website on how to register your new account. At the end of the registration process you should have a <emphasis>user name</emphasis> (or an <emphasis>account ID</emphasis>) and a <emphasis>password</emphasis> that you will use to create the account in <application>Empathy</application>.
ca: Podeu registrar gratuïtament un compte a qualsevol dels serveis següents. Seguiu les instruccions proporcionades a cada lloc web sobre com registrar el vostre compte nou. Al final del procés de registre hauríeu de tenir un <emphasis>nom d'usuari</emphasis> (o un <emphasis>identificador del compte</emphasis>) i una <emphasis>contrasenya</emphasis>, els quals utilitzareu per a a crear el compte a l'<application>Empathy</application>.
it: È possibile registrare un account gratuitamente con i seguenti servizi. Seguire le istruzioni riportate nei siti web su come registrare un nuovo account. Al termine della registrazione dovrebbero essere disponibili un <emphasis>nome utente</emphasis> (o un <emphasis>ID account</emphasis>) e una <emphasis>password</emphasis> necessari per inserire l'account in <application>Empathy</application>.

source: The <ulink type="http" url="http://dashboard.aim.com/aim">AIM</ulink> service.
ca: El servei <ulink type="http" url="http://dashboard.aim.com/aim">AIM</ulink>.
it: Il servizio <ulink type="http" url="http://dashboard.aim.com/aim">AIM</ulink>.

source: The <ulink type="http" url="http://www.google.com/talk/">Google Talk</ulink> service.
ca: El servei <ulink type="http" url="http://www.google.cat/talk/">Google Talk</ulink>.
it: Il servizio <ulink type="http" url="http://www.google.com/talk/">Google Talk</ulink>.

source: The <ulink type="http" url="https://www.icq.com/register/">ICQ</ulink> service.
ca: El servei <ulink type="http" url="https://www.icq.com/register/">ICQ</ulink>.
it: Il servizio <ulink type="http" url="https://www.icq.com/register/">ICQ</ulink>.

source: The <ulink type="http" url="https://accountservices.passport.net">MSN</ulink> service.
ca: El servei <ulink type="http" url="https://accountservices.passport.net">MSN</ulink>.
it: Il servizio <ulink type="http" url="https://accountservices.passport.net">MSN</ulink>.

source: The <ulink type="http" url="https://login.yahoo.com/config/login">Yahoo</ulink> service.
ca: El servei <ulink type="http" url="https://login.yahoo.com/config/login">Yahoo</ulink>.
it: Il servizio <ulink type="http" url="https://login.yahoo.com/config/mail?.intl=it&.src=ym&.done=http://it.yahoo.com">Yahoo</ulink>.

source: Click on the name of the service to visit its website: <placeholder-1/>
ca: Feu clic al nom del servei per a anar al seu lloc web: <placeholder-1/>
it: Fare clic sul nome del servizio per visitarne il sito web: <placeholder-1/>

source: For registering a <acronym>SIP</acronym> account, you can use one of the following service:
ca: Per a registrar un compte <acronym>SIP</acronym> podeu utilitzar un dels serveis següents:
it: Per registrare un account <acronym>SIP</acronym>, è possibile usare uno dei seguenti servizi:

source: The <ulink type="http" url="https://www.ekiga.net/index.php?page=register">Ekiga</ulink> service.
ca: El servei <ulink type="http" url="https://www.ekiga.net/index.php?page=register">Ekiga</ulink>.
it: Il servizo <ulink type="http" url="https://www.ekiga.net/index.php?page=register">Ekiga</ulink>.

source: The <ulink type="http" url="http://account2.freeworlddialup.com/index.php?section_id=94"><acronym>FWD</acronym></ulink> (Free World Dialup) service.
ca: El servei <ulink type="http" url="http://account2.freeworlddialup.com/index.php?section_id=94"><acronym>FWD</acronym></ulink> (Free World Dialup).
it: Il servizio <ulink type="http" url="http://account2.freeworlddialup.com/index.php?section_id=94"><acronym>FWD</acronym></ulink> (Free World Dialup).

source: The <ulink type="http" url="https://signup.sipphone.com/new-users/app?class=NewUser;proc=start">Sipphone</ulink> service.
ca: El servei <ulink type="http" url="https://signup.sipphone.com/new-users/app?class=NewUser;proc=start">Sipphone</ulink>.
it: Il servizio <ulink type="http" url="https://signup.sipphone.com/new-users/app?class=NewUser;proc=start">Sipphone</ulink>.

source: For registering a <emphasis role="strong">Jabber</emphasis> account, you can use the automatic account creation of <application>Empathy</application>. Not all Jabber service providers support the automatic creation of accounts, one service provider known to work with <application>Empathy</application> is <ulink type="http" url="http://www.jabber.org/web/Jabber.org">jabber.org</ulink>.
ca: Per a registrar un compte <emphasis role="strong">Jabber</emphasis>, podeu utilitzar la creació automàtica de comptes de l'<application>Empathy</application>. Tingueu en compte que no tots els proveïdors de servei Jabber admeten la creació automàtica de comptes. Un dels proveïdor de servei que funciona amb l'<application>Empathy</application> és el <ulink type="http" url="http://www.jabber.org/web/Jabber.org">jabber.org</ulink>.
it: Per registrare un account con <emphasis role="strong">Jabber</emphasis>, è possibile utilizzare la creazione automatica degli account di <application>Empathy</application>. Non tutti i fornitori di servizi su Jabber supportano questa funzionalità: un fornitore noto funzionare con <application>Empathy</application> è <ulink type="http" url="http://www.jabber.org/web/Jabber.org">jabber.org</ulink>.

source: If you already have a <emphasis role="strong">Jabber</emphasis> account, you can use one of the following services:
ca: Si ja teniu un compte <emphasis role="strong">Jabber</emphasis>, podeu utilitzar un dels serveis següents:
it: Si si dispone già di un account <emphasis role="strong">Jabber</emphasis>, è possibile usare uno dei seguenti servizi:

source: Adding your Account to <application>Empathy</application>
ca: Com afegir un compte a l'<application>Empathy</application>.
it: Aggiungere il proprio account in <application>Empathy</application>

source: From the <link linkend="empathy-FIG-mainwindow">main window </link> (<guilabel>Contact List</guilabel>) click on the account button or press <keycap>F4</keycap> to open the <guilabel>Accounts</guilabel> dialog.
ca: Des de la <link linkend="empathy-FIG-mainwindow">finestra principal</link> (<guilabel>Llista de contactes</guilabel>) feu clic al botó de compte o premeu la tecla <keycap>F4</keycap> per a obrir el diàleg de <guilabel>Comptes</guilabel>.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link> (<guilabel>Elenco contatti</guilabel>) fare clic sul pulsante degli account, o premere <keycap>F4</keycap>, per aprire il dialogo <guilabel>Account</guilabel>.

source: From the <guilabel>Type</guilabel> drop-down list choose the service you wish to add an account for, then click on the <guibutton>Create</guibutton> button.
ca: Des de la llista desplegable <guilabel>Tipus</guilabel> trieu el servei al qual voleu afegir un compte i seguidament feu clic al botó <guibutton>Crea</guibutton>.
it: Dall'elenco a discesa <guilabel>Tipo</guilabel> scegliere il servizio per cui si vuole creare l'account, quindi fare clic sul pulsante <guibutton>Crea</guibutton>.

source: If it is the first time you launch <application>Empathy</application>: <placeholder-1/>
ca: Si és el primer cop que executeu l'<application>Empathy</application>: <placeholder-1/>
it: Se è la prima volta che viene avviato <application>Empathy</application>: <placeholder-1/>

source: Click on the <guilabel>Add</guilabel> button.
ca: Feu clic al botó <guilabel>Afegeix</guilabel>.
it: Fare clic sul pulsante <guibutton>Aggiungi</guibutton>.

source: Otherwise: <placeholder-1/>
ca: Altrament: <placeholder-1/>
it: Altrimenti: <placeholder-1/>

source: Fill the required fields with your <emphasis>user name</emphasis> and <emphasis>password</emphasis>. Optionally, you can modify some advanced options. For more information, see <xref linkend="empathy-advanced-options"/>.
ca: Ompliu els camps necessaris amb el vostre <emphasis>nom d'usuari</emphasis> i la <emphasis>contrasenya</emphasis>. Opcionalment, podeu modificar algunes opcions avançades. Per a obtenir més informació, vegeu la <xref linkend="empathy-advanced-options"/>.
it: Riempire i campi richiesti con il proprio <emphasis>nome utente</emphasis> e la propria <emphasis>password</emphasis>, inoltre, è anche possibile modificare delle opzioni avanzate. Per maggiori informazioni, consultare <xref linkend="empathy-advanced-options"/>.
