Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/help/*/*.po
Languages: ca, es, it

source: Start a video conversation with one of your contacts.
es: Iniciar una conversación de vídeo con uno de sus contactos.

source: Start a video conversation
es: Comenzar una conversación de vídeo

source: From the <gui>Contact List</gui> window, perform one of the following:
es: En la ventana de la <gui>Lista de contactos</gui> realice una de las siguientes acciones:

source: Select the contact you want to have a conversation with, and click on the video call icon next to their name.
es: Seleccione el contacto con el que quiera tener una conversación y pulse en el icono de vídeo llamada junto a su nombre.

source: Right-click on the name of the contact you want to have a conversation with, and select <gui>Video Call</gui>.
es: Pulse con el botón derecho del ratón sobre el nombre del contacto con el que quiera tener una conversación y seleccione <gui>Llamada de vídeo</gui>.

source: A new window will open. When the connection is established, you will see written, at the bottom of the window, <gui>Connected</gui> and the total conversation time.
es: Se abrirá una ventana nueva. Cuando se establezca la conexión, verá escrito, en la parte inferior de la ventana, <gui>Connectado</gui> y el tiempo total de conversación.

source: To close the conversation, click on <gui>Hang up</gui>.
es: Para cerrar la conversación pulse <gui>Colgar</gui>.

source: To turn a video conversation into an audio one, from the call window deselect <guiseq><gui>Call</gui><gui>Send video</gui></guiseq>, or click on the video call icon.
es: Para convertir una conversación de vídeo en una de sonido, desde la ventana de llamada deseleccione <guiseq><gui>Llamar</gui><gui>Enviar vídeo</gui></guiseq> o pulse el icono de vídeo llamada.

source: Understanding the various status icons.
es: Entender los diversos iconos de estado.

source: GNOME Documentation Project
es: Proyecto de documentación de GNOME

source: Status icons
es: Iconos de estado

source: Need to understand when the extended away icon is used: how many minuts/hours should pass?
es: Necesita entender cuándo se usa el icono de ausencia extendida: ¿cuántos minutos/horas deben pasar?

source: Need also to check for images to work!
es: Necesita también comprobar que funcionen las imágenes.

source: Icon
es: Icono

source: Description
ca: Descripció
es: Descripción
it: Descrizione

source: Available icon
es: Icono de disponible

source: This is the default icon for the <em>Available</em> status.
es: Éste es el icono predeterminado para el estado <em>Disponible</em>.

source: Use this icon when you are availble to have conversations with other people.
es: Use este icono cuando esté disponible para tener conversaciones con otras personas.

source: Busy icon
es: Icono de ocupado

source: This is the default icon for the <em>Busy</em> status.
es: Éste es el icono predeterminado para el estado <em>Ocupado</em>.

source: Use this icon when you do not want to be disturbed.
es: Use este icono cuando no quiera que le molesten.

source: Away icon
es: Icono de ausente

source: This is the default icon for the <em>Away</em> status.
es: Éste es el icono predeterminado para el estado <em>Ausente</em>.

source: Use this icon when you are going away from the computer. This icon is used also when you leave the computer and the screensaver turns on.
es: Use este icono cuando vaya a estar ausente del equipo. Este icono se usa cuando deja el equipo y se activa el salvapantallas.

source: Share the desktop with your contacts.
es: Compartir el escritorio con sus contactos.

source: Share your desktop
es: Compartir su escritorio

source: It is possible, with some of your contacts, to share your desktop with them, or to start using your contacts desktop. You can use this functionality to show your desktop to your contacts, to ask for help or to help your contacts resolve a problem.
es: Es posible, con algunos de sus contactos, compartir su escritorio con ellos, o usar el escritorio de sus contactos. Puede usar esta funcionalidad para mostrar su escritorio a sus contactos, o preguntar por ayuda o ayudar a sus contactos a resolver problemas.

source: In order to be able to share your desktop or to remotely use your contacts desktop, it is necessary to have a remote desktop viewer application installed in your system.
es: Para poder compartir su escritorio o usar remotamente el escritorio de sus contactos es necesario tener una aplicación de visión remota de escritorios instalada en su sistema.

source: Select the contact you want to share your desktop with, and choose <guiseq><gui>Edit</gui><gui>Contact</gui><gui>Share my desktop</gui></guiseq>.
es: Seleccione el contacto con el que quiera compartir su escritorio y pulse <guiseq><gui>Editar</gui><gui>Contacto</gui><gui>Compartir mi escritorio</gui></guiseq>.

source: Right-click on the name of the contact you want to share your desktop with, and select <gui>Share my desktop</gui>.
es: Pulse con el botón derecho del ratón sobre el nombre del contacto con el que quiera compartir su escritorio y seleccione <gui>Compartir mi escritorio</gui>.

source: A request will be sent to the contact you want to share your desktop with. If they accept, the default remote desktop viewer application will be launched in order to permit you to disconnect the user that is controlling your desktop.
es: Se enviará una solicitud al contacto con el que quiere compartir su escritorio. Si acepta, se lanzará la aplicación de visión remota de escritorios para permitirle desconectar al usuario que está controlando su escritorio.

source: For more information about how to use the remote desktop viewer application, refer to its help.
es: Para obtener más información acerca de cómo usar la aplicación de visión de escritorios remotos, consulte su ayuda.

source: When you share your desktop with someone else, it is possible to experience system performance slowdown and low Internet speed.
es: Cuando comparte su escritorio con otros, es posible que experimente una ralentización del rendimiento del sistema y una baja velocidad de Internet.

source: Not all your contacts might be able to support this functionality. It is necessary for them to have at least the 2.28 version of <app>Empathy</app> and a remote desktop viewer application installed in their system.
es: No todos sus contactos pueden usar esta funcionalidad. Es necesario que tengan al menos la versión 2.28 de <app>Empathy</app> y una aplicación de visión remota de escritorios instalada en su sistema.

source: Set a personal message for your status.
es: Establecer un mensaje personal para su estado.

source: Set a custom message
es: Establecer un mensaje personalizado

source: Sometimes you may want to set a custom message for your status, for example to let people know that you will be unavailable for a certain period of time.
es: A veces puede querer usar un mensaje personal para su estado, por ejemplo, para hacer saber a sus contactos que no estará disponible por un periodo de tiempo.

source: It is possible to set a custom message based on the different statuses available.
es: Es posible establecer un mensaje personalizado basado en los diferentes estados disponibles.

source: From the <gui>Contact List</gui> window, click on the drop-down list at the top.
es: Desde la ventana de la <gui>Lista de contactos</gui>, pulse en la lista desplegable en la parte superior.

source: Select the status you want to add a custom message to. You have to select the one identified with the label <gui>Custom Message</gui>.
es: Seleccione el estado al que quiere añadir el mensaje personalizado. Tiene que seleccionar el identificado con la etiqueta <gui>Mensaje personalizado</gui>.

source: Enter your custom message in the text box at the top of the window, and press <key>Enter</key> to set the message.
es: Introduzca su mensaje personalizado en la caja de texto en la parte superior de la ventana y pulse <key>Intro</key> para establecer el mensaje.

source: If you want to set the custom message as a favorite, saving it in order to use it again, click on the little star on the right of the text box where you wrote your custom message.
es: Si quiere establecer el mensaje personalizado como un favorito, guardándolo para usarlo de nuevo, pulse en la pequeña estrella a la derecha de la caja de texto donde escribió su mensaje personalizado.

source: If you do not do it, the custom message will not be available the next time you use <app>Empathy</app>. It will be saved only for the current session.
es: Si no lo hace el mensaje personalizado no estará disponible la próxima vez que use <app>Empathy</app>. Sólo se guardará durante la sesión actual.

source: Edit, remove and add a custom message
es: Editar, quitar y añadir un mensaje personalizado

source: Select <gui>Edit Custom Message</gui>.
es: Seleccione <gui>Editar mensaje personalizado</gui>.

source: To edit a custom message:
es: Para editar un mensaje personalizado:

source: From the <gui>Saved Presets</gui> box, select the status message you want to edit and double-click on it.
es: Desde la caja <gui>Estados guardados</gui>, seleccione el mensaje de estado que quiere editar y pulse dos veces sobre él.

source: Type the new custom message and press <key>Enter</key> to modify it.
es: Escriba el mensaje personalizado nuevo y pulse <key>Intro</key> para modificarlo.

source: To remove a custom message:
es: Para quitar un mensaje personalizado:

source: From the <gui>Saved Presets</gui> box, select the status message you want to remove.
es: Desde la caja <gui>Estados guardados</gui>, seleccione el mensaje de estado que quiere quitar.

source: Click on the <gui>Remove</gui> button.
es: Pulse el botón <gui>Quitar</gui>.

source: To add a new custom message, from the <gui>Add New Preset</gui> section:
es: Para añadir un mensaje personalizado nuevo, desde la sección <gui>Añadir estado guardado</gui>

source: Click on the drop-down list to select the status you want to set a custom message to.
es: Pulse en la lista desplegable para seleccionar el estado en el que quiere establecer un mensaje personalizado.

source: Click on the text box, and type the new custom message.
es: Pulse en la caja de texto y escriba el mensaje personalizado nuevo.

source: Click on <gui>Add</gui> to add the new message to the presets ones.
es: Pulse <gui>Añadir</gui> para añadir un mensaje nuevo a los guardados.

source: When finished, click on <gui>Close</gui>.
es: Cuando haya terminado pulse <gui>Cerrar</gui>.

source: When you edit or add a new custom message, it will not be set as the current status message. You will need to select it from the <gui>Contact List</gui> window.
es: Cuando edita o añade un mensaje personalizado nuevo no se establece como el mensaje de estado actual. Tiene que seleccionarlo en la ventana de <gui>Lista de contactos</gui>.

source: Send a message to one of your contacts.
es: Enviar un mensaje a uno de sus contactos.

source: Send a message to someone
es: Enviar un mensaje a alguien

source: Double-click the name of the contact that you want to have a conversation with.
es: Pulse dos veces sobre el nombre del contacto con el que quiere conversar.

source: Right-click on the name of the contact you want to have a conversation with, and select <gui>Chat</gui>.
es: Pulse con el botón derecho del ratón sobre el nombre del contacto con el que quiera tener una conversación y seleccione <gui>Chat</gui>.

source: A new window will open. Type a message into the box at the bottom of the window and press <key>Enter</key> to send it.
es: Se abrirá una ventana nueva. Cuando se establezca la conexión, verá la ventana de charla en la parte inferior de la ventana, <key>Intro</key> y el tiempo total de conversación.

source: Send a file from your computer to one of your contacts.
es: Enviar un archivo desde su equipo a uno de sus contactos.

source: Send files
es: Enviar archivos

source: Right-click on the contact you want to send a file, and select <gui>Send file</gui>.
es: Pulse con el botón derecho sobre el contacto al que quiere enviar un archivo y seleccione <gui>Enviar archivo</gui>..

source: Click on the contact you want to send a file, and choose <guiseq><gui>Edit</gui><gui>Contact</gui><gui>Send file</gui></guiseq>.
es: Pulse sobre el contacto al que quiere enviar un archivo y elija <guiseq><gui>Editar</gui><gui>Contacto</gui><gui>Enviar archivo</gui></guiseq>.

source: Select the file to send, and click on <gui>Send</gui>.
es: Seleccione el archivo para enviar y pulse <gui>Enviar</gui>.

source: The <gui>File Transfers</gui> window will appear. Wait for your contact to accept the file transfer, or click <gui>Stop</gui> to halt the transfer.
es: Aparecerá la ventana de <gui>Transferencias de archivos</gui>. Espere a que su contacto acepte la transferencia de archivo o pulse <gui>Detener</gui> para detener la transferencia.

source: It is possible to send files only using the following services: <em>Jabber</em>, <em>Google Talk</em> and <em>Salut</em>.
es: Sólo es posible enviar archivos usando los siguientes servicios: <em>Jabber</em>, <em>Google Talk</em> y <em>Salut</em>.

source: If your contact accepts the file transfer, you can watch the progress of the transfer and see the estimated amount of time remaining before it is complete.
es: Si su contacto acepta la transferencia del archivo puede ver el progreso de la transferencia y el tiempo restante estimado antes de que se complete.

source: If they do not accept it, the status of the transfer will change to <gui>File transfer cancelled</gui>, and the file will not be sent.
es: Si no la aceptan, el estado de la transferencia del archivo cambiará a <gui>Transferencia de archivo cancelada</gui> y no se enviará el archivo.

source: Once a transfer is finished, you can close the <gui>File Transfers</gui> window. If you have multiple finished transfers listed in the window, click on <gui>Clear</gui> to empty the list. This will only remove the files from the list and will not delete them from your computer.
es: Una vez que la transferencia ha finalizado puede cerrar la ventana de <gui>Transferencias de archivos</gui>. Si tiene múltiples transferencias finalizadas listas en la ventana pulse <gui>Limpiar</gui> para vaciar la lista. Esto sólo quitará los archivos de la lista y no los borrará de su equipo.

source: In order to send a file to someone, you need to be connected to the Internet, or to a local area network.
es: Para poder enviar un archivo a alguien necesita estar conectado a Internet o a una red de área local.

source: Undesrtanding the <em>Salut</em> protocol.
es: Entender el protocolo <em>Salut</em>.

source: What is the <em>Salut</em> service?
es: ¿Qué es el servicio <em>Salut</em>?

source: Need to work on this section, explaining people in clear words what the hell is this service!
es: Se necesita trabajo en esta sección, explicando en palabras clara qué demonios es este servicio.

source: The <em>Salut</em> service is a serverless communication service: you do not need to connect and authenticate to a central server in order to use it.
es: El servicio <em>Salut</em> es un servicio de comunicación sin servidores: no necesita conectarse y autenticarse contra un servidor central para poder usarlo.

source: This kind of serverless messaging system is restricted to a local area network and an active Internet connection is not necessary.
es: Este tipo de sistemas de mensajería sin servidores está restringido a redes de área local y no se necesita una conexión activa con Internet.

source: The people that use this service inside the same local area network will be auto-discovered, and it will be possible to send them messages and files as with other services.
es: La gente que usa este servicio dentro de la misma red de área local se autodescubrirá y será posible enviarles mensajes y archivos al igual que con otros servicios.

source: All the modern local area networks should be able to support this kind of service.
es: Todas las redes modernas de área local deberían poder soportar este tipo de servicio.

source: Completely remove an account from <app>Empathy</app>.
es: Quitar completamente una cuenta en <app>Empathy</app>.

source: Remove an account
es: Quitar una cuenta

source: Removing an account means to delete it from your computer with all the conversations you had with other people.
es: Quitar una cuenta significa borrarla de su equipo junto con todas las conversaciones que haya tenido con otras personas.

source: After removing an account you will not be able to recover it or to recover the conversations you had.
es: Después de quitar una cuenta no podrá recuperarla o recuperar las conversaciones que tuvo con ella.

source: Press <key>F4</key>.
es: Pulse <key>F4</key>.

source: Choose <guiseq><gui>Edit</gui><gui>Accounts</gui></guiseq>.
es: Elija <guiseq><gui>Editar</gui><gui>Cuentas</gui></guiseq>.

source: Select the account you wish to remove from the box on the left of the dialog.
es: Seleccione la cuenta que quiere quitar en la caja a la izquierda del diálogo.

source: A dialog will be shown asking for confirmation. Click on the <gui>Remove</gui> button to permanently remove the account.
es: Se mostrará un diálogo preguntando por una confirmación. Pulse el botón <gui>Quitar</gui> para quitar la cuenta permanentemente.

source: Diagnose common problems connecting to an instant messaging service.
es: Diagnosticar problemas comunes al conectarse a un servicio de mensajería instantánea.

source: Problems connecting to an instant messaging service
es: Problemas al conectarse a un servicio de mensajería instantánea

source: This is a stub. We should identify the most common causes for a user not being able to connect and document those.
es: Esto es un esbozo. Deberíamos identificar las causas más comunes para que un usuario no se pueda conectar y documentarlas.

source: Check whether gui tags are allowed in section titles and descs.
es: Comprobar si las etiquetas del IGU están permitidas en los títulos de sección y descripciones.

source: You can... but the end result is not very good: the title is in blue and the gui element in grey.
es: Puede... pero el resultado no es muy bueno: el título está en azul y el elemento del IGU en gris.

source: An error message appears in the main <app>Empathy</app> window which says "Network error".
es: Aparece un mensaje de error en la ventana principal de <app>Empathy</app> que muestra «Error de red».

source: I get a message that says "Network error"
es: Obtengo un mensaje que muestra «Error de red»

source: If you try to connect and an error message appears in the main Empathy window which says "Network error", Empathy cannot communicate with the instant messaging service for some reason.
es: Si intenta conectarse y aparece un mensaje de error en la ventana principal de Empathy que muestra «Error de red», Empathy no se puede comunicar con el servicio de mensajería instantánea por alguna razón.

source: Check that you are connected to the Internet or network.
es: Compruebe que está conectado a Internet o a una red.

source: Click the <gui>Edit Account</gui> button in the error message.
es: Pulse el botón <gui>Editar cuenta</gui> en el mensaje de error.

source: Expand the <gui>Advanced</gui> section and make sure that the details such as server address and port are correct. You should be able to find these details from the website of the messaging service.
es: Expanda la sección <gui>Avanzadas</gui> y asegúrese de que los detalles tales como la dirección y el puerto del servidor son correctos. Debería poder encontrar estos detalles en la página web del servicio de mensajería.

source: Uncheck the <gui>Enabled</gui> box next to the name of your account and then check it again to try to connect to the service again.
es: Desmarque la caja <gui>Activada</gui> junto al nombre de su cuenta y después márquela de nuevo para intentar conectar con el servicio de nuevo.

source: An error message appears in the main <app>Empathy</app> window which says "Name in use".
es: Aparece un mensaje de error en la ventana principal de <app>Empathy</app> y muestra «Nombre en uso».

source: I get a message that says "Name in use"
es: Obtengo un mensaje de error que muestra «Nombre en uso»

source: This kind of error happens when you try to connect to your IRC account and you are using a nickname that is being used by someone else on that particular network.
es: Este tipo de error sucede cuando intenta conectarse a su cuenta de IRC y está usando un apodo que ya está usando otra persona en esa red en particular.

source: To resolve this problem, click on the <gui>Edit Account</gui> button and perform one of the following:
es: Para resolver este problema pulse el botón <gui>Editar cuenta</gui> y realice una de las siguientes acciones:

source: Change your nickname.
es: Cambie su apodo.

source: Set the password for that nickname, if you have registered that nickname within the network you are using. For more information, see <link xref="irc-nick-password"/>.
es: Establezca la contraseña para ese apodo, si ha registrado ese apodo en la red que está usando. Para obtener más información consulte la <link xref="irc-nick-password"/>.

source: An error message appears in the main window saying that "<gui>Authentication failed</gui>".
es: Aparece un mensaje de error en la ventana principal y muestra «<gui>Falló la autenticación</gui>».

source: I get a message that says "Authentication failed"
es: Obtengo un mensaje que dice «Falló la autenticación»

source: Could be useful to link here how to change your password or how to recover it. Need to write that section.
es: Podría ser útil enlazar aquí cómo cambiar su contraseña o cómo recuperarla. Se debe escribir esa sección.

source: If you try to connect and you get a message saying <gui>Authentication failed</gui>, your instant messaging service is not allowing you to connect because it does not recognize your username or password for some reason.
es: Si intenta conectarse y obtiene un mensaje diciendo <gui>Falló la autenticación</gui> su servicio de mensajería instantánea no le está permitiendo conectarse porque por algún motivo no reconoce su nombre de usuario o su contraseña.

source: Make sure that you have registered for an account with the service you are trying to connect to. If you do not have an account, most services will not allow you to connect.
es: Asegúrese de que ha registrado una cuenta con el servicio al que está intentando conectarse. Si no tiene una cuenta la mayoría de los servicios no le permitirán que se conecte.

source: Click the <gui>Edit Account</gui> button in the error message. Type your username and password again to make sure that they are correct. Deselect the <gui>Enabled</gui> box next to the name of your account and then select it to try to connect to the service again.
es: Pulse el botón <gui>Editar cuenta</gui> en el mensaje de error. Escriba de nuevo su nombre de usuario y contraseña para asegurarse de que son correctos. Desmarque la caja <gui>Activada</gui> junto al nombre de la cuenta y después márquela para intentar conectarse de nuevo con el servicio.

source: The instant messaging account that you want to use is not enabled in the list of accounts.
es: La cuenta de mensajería instantánea que quiere usar no está activada en la lista de cuentas.

source: My account is not enabled
es: Mi cuenta no está activada

source: If the instant messaging account that you want to use is not enabled in the drop-down account list when you try to start a new conversation or join a chat, your account details may not be correct.
es: Si la cuenta de mensajería instantánea que quiere usar no está activada en la lista desplegable de cuentas cuando intenta iniciar una conversación nueva o unirse a una charla, puede que los detalles de su cuenta no sean correctos.
