Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/help/*/*.po
Languages: ca, es, it

source: Click <guiseq><gui>Edit</gui><gui>Accounts</gui></guiseq> and make sure that the <gui>Enabled</gui> checkbox is checked.
es: Pulse <guiseq><gui>Editar</gui><gui>Cuentas</gui></guiseq> y asegúrese de que la caja de verificación <gui>Activada</gui> está marcada.

source: Make sure that your username and password are correct.
es: Asegúrese de que su nombre de usuario y contraseña son correctos.

source: Expand the <gui>Advanced</gui> section of the <app>Accounts</app> window and make sure that all of the server settings are correct.
es: Expanda la sección <gui>Avanzadas</gui> de la ventana de <app>Cuentas</app> y asegúrese de que todos los ajustes del servidor son correctos.

source: How to see the contacts that are not online.
es: Cómo ver los contactos que no están conectados.

source: Display offline contacts
es: Mostrar contactos desconectados

source: Need to rework on the terminology used.
es: Se debe trabajar en la terminología usada.

source: Choose <guiseq><gui>View</gui><gui>Offline Contacts</gui></guiseq>.
es: Elija <guiseq><gui>Ver</gui><gui>Contactos desconectados</gui></guiseq>.

source: Press <keyseq><key>Ctrl</key><key>H</key></keyseq>.
es: Pulse <keyseq><key>Ctrl</key><key>H</key></keyseq>.

source: To hide the offline contacts again, repeat the same procedure above.
es: Para ocultar los contactos desconectados de nuevo, repita el mismo procedimiento anterior.

source: How to set the password of a nickname.
es: Cómo establecer la contraseña de un apodo.

source: Set the nickname password
es: Establecer la contraseña para un apodo.

source: Registering a nickname is useful to preserve your identity on IRC and you will be able to use always the same nickname. In some cirtumstances, some IRC channels may be configured to accept only registered nickname.
es: Registrar un apodo es útil para preservar su identidad en el IRC y siempre podrá usar ese apodo. En algunas circunstancias, algunos canales de IRC pueden estar configurados para aceptar sólo apodos registrados.

source: If you have registered your nickname with a password on a network that supports nickname registration, you can use that password with <app>Empathy</app> to identify yourself as the owner of the nickname.
es: Si ha registrado su apodo con una contraseña en una red que soporta registro de apodos, puede usar esa contraseña con <app>Empathy</app> para identificarse como el propietario del apodo.

source: Select the IRC account from the box on the left of the dialog.
es: Seleccione la cuenta de IRC en la caja a la izquierda del diálogo.

source: If the account is enabled, disable it by deselecting the <gui>Enable</gui> check-box next to the name of the account.
es: Si la cuenta está activada, desactívela deseleccionando la caja de verificación <gui>Activada</gui> junto al nombre de la cuenta.

source: In the <gui>Password</gui> text box, type the password you used to register your nikcname.
es: En la caja de texto <gui>Contraseña</gui> escriba la contraseña que quiere usar para registrar su apodo.

source: Enable the account by selecting the <gui>Enabled</gui> check-box next to the name of the account.
es: Active la cuenta seleccionando la caja de verificación <gui>Activada</gui> junto al nombre de la cuenta.

source: Once you are connected, you will receive a message from the nickname server that will tell you of the established identification.
es: Una vez que está conectado recibirá un mensaje desde el servidor de apodos que le informará acerca del establecimiento de la identificación.

source: At the moment it is not possible to register an IRC nickname with <app>Empathy</app>, it is only possible to use the password of an already registered nickname.
es: Por el momento no es posible registrar apodos en el IRC con <app>Empathy</app>, sólo es posible usar una contraseña de un apodo ya registrado.

source: Manage IRC accounts with <app>Empathy</app>.
es: Gestionar cuentas IRC con <app>Empathy</app>.

source: Use IRC
es: Usar IRC

source: Guide page for all the IRC related actions. Need to work on this page if the content starts to grow. In case we don't have a lot of contets for this page, rework the other.
es: Página de guía para todas las acciones relacionadas con el IRC. Se debe trabajar en este página para que aumente su contenido. En caso de no tener mucho contenido para esta página, trabajar más en otras.

source: Manage IRC accounts
es: Gestionar cuentas IRC

source: Fix common problems
es: Solucionar problemas comunes

source: Entering an IRC channel.
es: Entrar en un canal IRC.

source: Join a room
es: Unirse a una sala

source: From the <gui>Contact List</gui> window, choose <guiseq><gui>Room</gui><gui>Join</gui></guiseq>.
es: Desde la ventana <gui>Lista de contactos</gui> elija <guiseq><gui>Sala</gui><gui>Unirse</gui></guiseq>.

source: From the <gui>Account</gui> drop-down list, select the IRC account that corresponds to the network you want to use.
es: Desde la lista desplegable <gui>Cuenta</gui> elija la cuenta IRC que corresponda con la red que quiere usar.

source: In the <gui>Room</gui> text box, type the name of the channel you want to join. Prefix the name with the hash character (<sys>#</sys>).
es: En la caja de texto <gui>Sala</gui>, escriba el nombre del canal al que quiere unirse. Preceda el nombre con el carácter almohadilla (<sys>#</sys>).

source: Click on <gui>Join</gui> to enter the room.
es: Pulse <gui>Unirse</gui> para entrar en la sala.

source: To join multiple rooms, you need to repeat the steps above for each room.
es: Para entrar en varias salas, debe repetir los pasos anteriores para cada sala.

source: Join a password protected room.
es: Unirse a una sala protegida con contraseña.

source: Join a protected room
es: Unirse a una sala protegida

source: At the moment it is not possible to join a password protected room.
es: Por el momento no es posible unirse a salas protegidas por contraseña.

source: Create an IRC account.
es: Crear una cuenta de IRC.

source: Create an IRC account
es: Crear una cuenta de IRC

source: If it is the first time you launch <app>Empathy</app>:
es: Si ésta es la primera vez que lanza <app>Empathy</app>:

source: From the <gui>Type</gui> drop-down list choose <gui>IRC</gui>, then click on the <gui>Create</gui> button.
es: De la lista desplegable <gui>Tipo</gui> seleccione <gui>IRC</gui>, después pulse el botón <gui>Crear</gui>.

source: Otherwise:
es: De otra forma:

source: Click on the <gui>Add</gui> button.
es: Pulse el botón <gui>Añadir</gui>.

source: From the <gui>Network</gui> drop-down list, select the name of the network you are creating the account for.
es: De la lista desplegable <gui>Red</gui> seleccione el nombre de la red para la que está creando la cuenta.

source: In the <gui>Nickname</gui> text box, type the name that will identify yourself in the network you are creating the account.
es: En la caja de texto <gui>Apodo</gui> escriba el nombre que le identificará en la red para la que está creando la cuenta.

source: In the <gui>Password</gui> text box, type the password you used to register your nikcname. If you do not have one, leave this field blank.
es: En la caja de texto <gui>Contraseña</gui> escriba la contraseña que usó para registrar su apodo. Si no tiene una, deje este campo vacío.

source: In the <gui>Real name</gui> text box, type your real name.
es: Introduzca su nombre real en la caja de texto <gui>Nombre real</gui>.

source: It is not necessary to insert your real name.
es: No es necesario que introduzca su nombre real.

source: In the <gui>Quit message</gui> text box, type a text message that will be sent when you close your session.
es: En la caja de texto <gui>Mensaje de salida</gui> escriba un mensaje de texto que se enviará cuando cierre su sesión.

source: To enable the new account, select the <gui>Enabled</gui> check-box next to the name of the account in the box on the left of the dialog.
es: Para activar la cuenta nueva seleccione la caja de verificación <gui>Activada</gui> junto al nombre de la cuenta, en la caja a la izquierda del diálogo.

source: If you want to change the name that identifies the account in the <gui>Accounts</gui> dialog, double-click on the name of the account in the box on the left of the dialog and type the new name.
es: Si quiere cambiar el nombre que identifica la cuenta en el diálogo <gui>Cuentas</gui>, pulse dos veces en el nombre de la cuenta en la caja a la izquierda del diálogo y estriba el nombre nuevo.

source: If you want to use different networks at the same time, you need to create an account with each one of the networks you want to use.
es: Si quiere usar diferentes redes al mismo tiempo debe crear una cuenta con cada una de las redes que quiera usar.

source: Empathy Instant Messenger
es: Cliente de mensajería instantánea Empathy

source: Audio and video conversations
es: Conversaciones de sonido y vídeo

source: Text conversations
es: Conversaciones de texto

source: Manage accounts
es: Gestionar las cuentas

source: Advanced actions
es: Acciones avanzadas

source: Start a group conversation with your contacts.
es: Iniciar una conversación en grupo con sus contactos.

source: Group conversations
es: Conversaciones de grupos

source: Prevent an account from logging-in automatically when you start <app>Empathy</app>.
es: Prevenir que una cuenta inicie sesión automáticamente al iniciar <app>Empathy</app>.

source: Disable an account
es: Desactivar una cuenta

source: Disabling an account means to deactivate it, temporarily or permanently. All the conversations you had will be kept in your computer.
es: Desactivar una cuenta significa desactivarla, temporal o permanentemente. Todas las conversaciones que tuvo se mantendrán en su equipo.

source: After disabling an account, it is possible to enable it again.
es: Después de desactivar una cuenta es posible activarla de nuevo.

source: Select the account you wish to disable from the box on the left of the dialog.
es: Seleccione la cuenta que desea desactivar en la caja a la izquierda del diálogo.

source: Deselect the <gui>Enabled</gui> check-box.
es: Deseleccione la caja de verificación <gui>Activada</gui>.

source: Register an account with one of the supported messaging services.
es: Registre una cuenta con uno de los servicios de mensajería soportados.

source: Register for a new account
es: Registrar una cuenta nueva

source: You can freely create an account on any of the services listed below. Follow the instructions reported on each website on how to register your new account.
es: Puede crear gratuitamente una cuenta en cualquiera de los servicios listados debajo. Siga las instrucciones en cada sitio web para saber cómo registrar una cuenta nueva.

source: At the end of the registration process you should have a <em>user name</em> (or an <em>account ID</em>) and a <em>password</em> that you will use to add the account to <app>Empathy</app>.
es: Al final del proceso de registro debería tener un <em>nombre de usuario</em> (o un <em>ID de cuenta</em>) y una <em>contraseña</em> que usará para añadir a la cuenta de <app>Empathy</app>.

source: Click on the name of the service to visit its website.
es: Pulse en el nombre del servicio para visitar su página web.

source: Instant Messaging Services
es: Servicios de mensajería instantánea

source: It is possible to use the automatic creation of accounts with this service. Not all the service providers support it. One service provider known to work is <em>jabber.org</em>, the default one of the application.
es: Es posible usar creación automática de cuentas con este servicio. No todos los proveedores de servicios lo soportan. Un proveedor de servicios que se sabe que funciona es <em>jabber.org</em>, el predeterminado para la aplicación.

source: Local Instant Messaging Services
es: Servicios de mensajería instantánea locales

source: This service works when you are connected to a local network, you do not need an Internet connection in order to use it.
es: Este servicio funciona cuando está conectado a una red local, no necesita una conexión con Internet para usarlo.

source: For more information, see <link xref="salut-protocol"/>.
es: Para obtener más información consulte la <link xref="salut-protocol"/>.

source: Telephony Services
es: Servicios de telefonía

source: These services will let you do voice call over the Internet with other people using the same service or even to normal phones.
es: Estos servicios le permiten realizar llamadas de voz en Internet con otras personas que usen el mismo servicio o incluso teléfonos normales.

source: In order to call normal phones over the Internet, you may need to subscribe to a paid service. For more information, please refer to the instructions provided on the website of the service you will use.
es: Para poder realizar llamadas a teléfonos normales a través de Internet puede que deba suscribirse a un servicio de pago. Para obtener más información consulte las instrucciones proporcionadas en la página web del servicio que usará.

source: Change your status, if you are going away from your computer for example.
es: Cambie su estado si, por ejemplo, se ausenta del equipo.

source: Change your status
es: Cambiar su estado

source: Click on the drop-down list at the top of the <gui>Contact List</gui> window.
es: Pulse en la lista desplegable en la parte superior de la ventana de la <gui>Lista de contactos</gui>.

source: Select a status from the list.
es: Seleccione un estado de la lista.

source: For example, if you are busy and do not want to be disturbed, select <gui>Busy</gui>.
es: Por ejemplo, si está ocupado y no quiere que le molesten seleccione <gui>Ocupado</gui>.

source: If you do not use your computer for a while, or if the screen saver is turned on, the status will be automatically set to <gui>Away</gui>.
es: Si no usa su equipo durante un rato, o si se activa el salvapantallas, el estado se cambiará automáticamente a <gui>Ausente</gui>.

source: When it is possible to have an audio or video conversation.
es: Cuándo es posible tener conversaciones de sonido o vídeo.

source: When your contacts support audio or video conversations, you will see, next to the contacts name in the <gui>Contact List</gui> window, one or two small icons that represent the different conversations you can have.
es: Cuando sus contactos soporten conversaciones de sonido o vídeo verá, junto al nombre de sus contactos, en la ventana de la <gui>Lista de contactos</gui>, uno o dos pequeños iconos que representan las diferentes conversaciones que puede tener.

source: Icon for audio conversation
es: Icono para la conversación de sonido

source: This is the icon that represents the possibility to have an audio conversation.
es: Este es el icono que representa la posibilidad de tener una conversación de sonido.

source: Icon for video conversation
es: Icono para la conversación de vídeo

source: This is the icon that represents the possibility to have a video conversation.
es: Este es el icono que representa la posibilidad de tener una conversación de vídeo.

source: Start an audio conversation with one of your contacts.
es: Iniciar una conversación de sonido con uno de sus contactos.

source: Start an audio conversation
es: Iniciar una conversación de sonido

source: Select the contact you want to have a conversation with, and click on the audio call icon next to their name.
es: Seleccione el contacto con el que quiera tener una conversación y pulse en el icono de llamada de sonido junto a su nombre.

source: Right-click on the name of the contact you want to have a conversation with, and select <gui>Audio Call</gui>.
es: Pulse con el botón derecho del ratón sobre el nombre del contacto con el que quiera tener una conversación y seleccione <gui>Llamada de sonido</gui>.

source: To turn an audio conversation into a video one, from the call window select <guiseq><gui>Call</gui><gui>Send video</gui></guiseq>, or click on the video call icon.
es: Para convertir una conversación de sonido en una de vídeo, desde la ventana de llamada seleccione <guiseq><gui>Llamar</gui><gui>Enviar vídeo</gui></guiseq> o pulse el icono de vídeo llamada.

source: Add someone to the contact list.
es: Añadir alguien a la lista de contactos.

source: Add someone to your list of contacts
es: Añadir alguien a su lista de contactos

source: Instructions need review, didn't test with other IM services to confirm the names of the textboxes. Also, check the name of the Add button.
es: Las instrucciones necesitan revisión, no se confirmaron con otros servicios de MI para confirmar los nombres de las cajas de texto. También, comprobar el nombre del botón Añadir.

source: Choose <guiseq><gui>Chat</gui><gui>Add Contact</gui></guiseq>.
es: Elija <guiseq><gui>Chat</gui><gui>Añadir contacto</gui></guiseq>.

source: From the <gui>Account</gui> drop-down list, select the type of service the person you want to add to your contacts is using.
es: Desde la lista desplegable <gui>Cuenta</gui> seleccione el tipo de servicio que está usando la persona que quiere añadir a sus contactos.

source: In the <gui>Identifier</gui> text box, type the email address or the username of the person you want to add to your contacts list.
es: En la caja de texto <gui>Identificador</gui> escriba el correo electrónico o el nombre de usuario de la persona que quiere añadir a su lista de contactos.

source: In the <gui>Alias</gui> text box, type their name.
es: En la caja de texto <gui>Apodo</gui> escriba su nombre.

source: Click <gui>Add</gui> to add the person to your list of contacts.
es: Pulse <gui>Añadir</gui> para añadir la persona a su lista de contactos.

source: To add a new person to your list of contacts, you need to be connected to the Internet and to your account.
es: Para añadir una persona nueva a su lista de contactos necesita estar conectado a Internet y a su cuenta.

source: Add a new account to <app>Empathy</app>.
es: Añadir una cuenta nueva en <app>Empathy</app>.

source: Add a new account
es: Añadir una cuenta nueva

source: From the <gui>Type</gui> drop-down list choose the service you wish to add an account for, then click on the <gui>Create</gui> button.
es: Desde la lista desplegable <gui>Tipo</gui> elija el servicio para el que quiere crear la cuenta, después pulse en el botón <gui>Crear</gui>.

source: Fill the required fields with your <em>user name</em> and <em>password</em>.
es: Rellene los campos necesarios con su <em>nombre de usuario</em> y su <em>contraseña</em>.

source: This work is licensed under a <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Creative Commons Attribution-Share Alike 3.0 United States License</link>.
es: Este trabajo está licenciado bajo una <link href="http://creativecommons.org/licenses/by-sa/3.0/us/">Licencia Creative Commons atribución - compartir igual 3.0 para los Estados Unidos</link>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
es: Como excepción especial, los poseedores de los derechos de autor le dan permiso para copiar, modificar y distribuir el ejemplo de código contenido en este documento bajo los términos que usted elija, sin restricción.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2008, 2009
es: Jorge González <jorgegonz@svn.gnome.org>, 2008-2009
it: Milo Casagrande <milo@ubuntu.com>

source: @@image: 'figures/empathy-main-window.png'; md5=38259a866f38ff1f754828e46d2b0e5c
it: fatto

source: <application>Empathy</application> Manual V2.1
ca: Manual de l'<application>Empathy</application> (versió 2.1)
it: Manuale V2.1 di <application>Empathy</application>

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ca: Teniu permís per a copiar, distribuir i/o modificar aquest document, sota els termes de la Llicència de documentació lliure GNU (GFDL), versió 1.1 o qualsevol versió publicada posteriorment per la Free Software Foundation, sense seccions invariants, sense texts de portada i sense texts de contraportada. Podeu trobar una còpia de la GFDL en aquest <ulink type="help" url="ghelp:fdl">enllaç</ulink> o en el fitxer COPYING-DOCS distribuït amb aquest manual.
it: Questo documento può essere copiato, distribuito o modificato solo in conformità con i termini della GNU Free Documentation License (GFDL) Versione 1.1 o delle versioni successive pubblicate dalla Free Software Foundation senza sezioni invariabili, frontespizi e testi di copertina. Una copia della GFDL è disponibile su questo <ulink type="help" url="ghelp:fdl">collegamento</ulink> o nel file COPYING-DOCS distribuito con questo manuale.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ca: Aquest manual forma part d'una col·lecció de manuals del GNOME distribuïts sota la GFDL. Si voleu distribuir aquest manual independentment de la col·lecció, podeu fer-ho afegint una còpia de la llicència al manual, tal com es descriu a la secció 6 de la llicència.
it: Questo manuale fa parte di una raccolta di manuali GNOME distribuita in conformità con la GFDL. Per poter distribuire questo manuale separatamente, è necessario inserirvi una copia della licenza, come descritto nella sezione 6 della licenza.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ca: Molts dels noms que les empreses utilitzen per a distingir els seus productes i serveis es consideren marques comercials. Quan aquests noms apareguin en qualsevol documentació del GNOME, si els membres del Projecte de documentació del GNOME han estat avisats pel que fa a les marques, els noms apareixeran en majúscules o amb les inicials en majúscules.
it: Molti dei nomi usati dalle aziende per distinguere i propri prodotti e servizi sono rivendicati come marchi. Quando questi nomi compaiono nella documentazione di GNOME, e i partecipanti al GNOME Documentation Project sono consapevoli del loro utilizzo, essi vengono scritti in lettere maiuscole o con l'iniziale maiuscola.
