Repository: kernelhcy/hcyprojects
Catalog: vimprojects/collectedsrc/empathy-2.29.1/help/*/*.po
Languages: ca, es, it

source: From the <link linkend="empathy-FIG-mainwindow">main window</link>, select the contact you would like to remove and right-click on it.
ca: Des de la <link linkend="empathy-FIG-mainwindow">finestra principal</link> seleccioneu el contacte que vulgueu suprimir i feu-hi clic amb el botó secundari.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link>, selezionare il contatto da rimuovere e fare clic col pulsante destro del mouse su di esso.

source: From the popup menu, choose <guilabel>Remove</guilabel> to remove the contact.
ca: Des del menú emergent, trieu <guilabel>Suprimeix</guilabel> per a suprimir el contacte.
it: Dal menù a comparsa, scegliere <guilabel>Rimuovi</guilabel> per rimuovere il contatto.

source: An <emphasis>alias</emphasis> is an alternative way you can identify that particular contact. You can use the real name or the nickname of that person.
ca: Un <emphasis>sobrenom</emphasis> és una manera alternativa d'identificar un contacte en particular. Podeu utilitzar el nom real o l'àlies d'aquesta persona.
it: Uno <emphasis>pseudonimo</emphasis> è un modo alternativo con cui è possibile identificare un contatto. È possibile usare il vero nome oppure un soprannome della persona.

source: Editing a Contact
ca: Com editar un contacte
it: Modificare un contatto

source: To edit a contact, proceed as follows:
ca: Per a editar un contacte, feu el següent:
it: Per modificare un contatto, procedere come segue:

source: From the <link linkend="empathy-FIG-mainwindow">main window</link>, select the contact you would like to modify and choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Contact</guisubmenu><guimenuitem>Edit</guimenuitem></menuchoice>, or right-click on it and choose <guilabel>Edit</guilabel>.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link>, selezionare il contatto da modificare e scegliere <menuchoice><guimenu>Modifica</guimenu><guisubmenu>Contatto</guisubmenu><guimenuitem>Modifica</guimenuitem></menuchoice>, oppure fare clic col pulsante destro del mouse su di esso e scegliere <guilabel>Modifica</guilabel>.

source: From the <guilabel>Edit Contact Information</guilabel> dialog, you can modify the <emphasis>alias</emphasis> and the <emphasis>group</emphasis> of the contact.
ca: Des del diàleg <guilabel>Edita la informació del contacte</guilabel>, podeu modificar el <emphasis>sobrenom</emphasis> i el <emphasis>grup</emphasis> del contacte.
it: Dal dialogo <guilabel>Modifica informazioni contatto</guilabel> è possibile modificare lo <emphasis>pseudonimo</emphasis> e il <emphasis>gruppo</emphasis> associati al contatto.

source: For more information about groups, see <xref linkend="empathy-add-contact-group"/> and <xref linkend="empathy-add-group"/>.
ca: Per a obtenir més informació sobre els grups, vegeu la <xref linkend="empathy-add-contact-group"/> i la <xref linkend="empathy-add-group"/>.
it: Per maggiori informazioni riguardo i gruppi, consultare <xref linkend="empathy-add-contact-group"/> and <xref linkend="empathy-add-group"/>.

source: Adding a Contact to a Group
ca: Com afegir un contacte a un grup
it: Aggiungere un contatto a un gruppo

source: To add a contact to one or more groups, proceed as follows:
ca: Per a afegir un contacte a un o més grups, feu el següent:
it: Per aggiungere un contatto a uno a più gruppi, procedere come segue:

source: From the <guilabel>Groups</guilabel> section, select the group, or groups, you want to add the contact to.
ca: Des de la secció <guilabel>Grups</guilabel>, seleccioneu el grup o grups on voleu afegir el contacte.
it: Dalla sezione <guilabel>Gruppi</guilabel>, selezionare il gruppo, o i gruppi, a cui aggiungere il contatto.

source: Adding a New Group
ca: Com afegir un grup nou
it: Aggiungere un nuovo gruppo

source: To add a new group, proceed as follows:
ca: Per a afegir un grup nou, feu el següent:
it: Per aggiungere un nuovo gruppo, procedere come segue:

source: From the <link linkend="empathy-FIG-mainwindow">main window</link>, select one contact and choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Contact</guisubmenu><guimenuitem>Edit</guimenuitem></menuchoice>, or right-click on it and choose <guilabel>Edit</guilabel>.
it: Dalla <link linkend="empathy-FIG-mainwindow">finestra principale</link> selezionare un contatto e scegliere <menuchoice><guimenu>Modifica</guimenu><guisubmenu>Contatto</guisubmenu><guimenuitem>Modifica</guimenuitem></menuchoice> oppure fare clic col pulsante destro su di esso e scegliere <guilabel>Modifica</guilabel>.

source: In the <guilabel>Groups</guilabel> section, write the name of the group you want to add and then click on <guibutton>Add Group</guibutton>.
ca: A la secció <guilabel>Grups</guilabel>, introduïu el nom del grup que vulgueu afegir i feu clic a <guibutton>Afegeix un grup</guibutton>.
it: Nella sezione <guilabel>Gruppi</guilabel>, scrivere il nome del gruppo da aggiungere e fare clic su <guibutton>Aggiungi gruppo</guibutton>.

source: Ubuntu Documentation Project
ca: Projecte de documentació de l'Ubuntu
